{
	"hello": "Hello",
	"LoadingText": "Please wait..",
	"InvalidPassword": "Invalid password",
	"error": "Error",
	"TERMS_title": "Terms and Conditions",
	"TERMS_button": "Terms and Conditions",
	"PRIVACY_title": "Privacy Policy",
	"PRIVACY_button": "Privacy Policy",
	"TERMS_agreeText": "I accept the {terms} and {privacy}",
	"TERMS_content": "THESE TERMS AND CONDITIONS (“TERMS”) APPLY TO EACH PROSPECTIVE PARTICIPANT IN THE SYMBOL PROJECT AND HOLDER OF XYM TOKENS (“XYM”). \n\nBY PARTICIPATING IN THE MIGRATION AND TOKENOMICS (AS DETAILED IN THE PROPOSAL PASSED BY NEM COMMUNITY ON 21 DECEMBER 2019), YOU WILL BE BOUND BY THESE TERMS AND BY ALL OF THE TERMS AND CONDITIONS INCORPORATED HEREIN BY REFERENCE. THESE TERMS, THEREFORE, ARE A BINDING CONTRACT BETWEEN YOU AND SYMBOL CHAIN LIMITED. \n\nPLEASE READ THESE TERMS CAREFULLY AND NOTE THAT THE SECTION ON DISPUTE RESOLUTION CONTAINS A BINDING JURISDICTION CLAUSE WHICH AFFECTS YOUR LEGAL RIGHTS. IF YOU DO NOT AGREE TO THESE TERMS, DO NOT PARTICIPATE IN THE SYMBOL PROJECT. \n\n\nYOU AND THE COMPANY HEREBY AGREE AS FOLLOWS: \n\n\n1. Parties to these Terms \n\n1.1 SYMBOL CHAIN LIMITED, a company incorporated and registered in Gibraltar under number 120015 and with its registered address at Suite 7, Hadfield House, Library Street, Gibraltar, GX11 1AA (“Company”, “we”, “us” or “our” as the context may require) and its successors in interests and assigns. \n\n1.2 The natural or legal person who/which accepts these Terms and agrees to participate in the Symbol Project (as defined below) as set out in these Terms (“Participant”, “you” or “your” as the context may require). \nIn these Terms, you and the Company are hereinafter collectively referred to as the “Parties” and each individually as a “Party” as the context may require. \nIf you have any questions relating to these Terms, please contact us at symbolterms@nem.group. \n\n\n2. SYMBOL AND THE NEM COMMUNITY \n\n2.1 The NEM Community launched the version 1 NEM blockchain (“NIS1 Blockchain”) and the XEM token (“XEM”) in March 2015. Since that time, the NEM Community has determined that it would be desirable to develop a new blockchain, which has now been developed (the “Symbol Blockchain”). The Symbol Blockchain is expected to be launched in late 2020 along with the new XYM token which will be its native currency. \n\n2.2 The Proposal for the migration of token and data information from the NIS1 Blockchain to the Symbol Blockchain, along with the issue and allocation of XYM and a Tokenomics proposal1 (the “Proposal”), was considered and voted on by the NEM Community which voted in favour of the Proposal on 21 December 2019. \n\n2.3 These Terms apply to holders of an NIS1 Account, and holders of an NIS1 Multisig Account (jointly and severally), who opt-in (in accordance with clauses 6 and 7 of these Terms) to participate in the Symbol Project. \n\n2.4 For a more detailed description of the proposed Symbol Blockchain and Symbol Project, XYM, \nMigration and Tokenomics proposal, please refer to: \n(a) The NEM Website at www.nem.io (the “NEM Website”) and NEM Forum at https://forum.nem.io/ (“NEM Forum”) and such other websites and fora as may be specified from time to time on the NEM Website (b) The Migration Approach and Tokenomics Proposals dated December 2019 at \nhttps://forum.nem.io/t/catapult-migration-and-tokenomics-proposal-for-nem-community-poi- vote/24033 along with the documents referred to and hyperlinked therein (c) The “Symbol Technical Reference” (a copy of which can be found at: http://bit.ly/symbol- \ntechnical-reference (d) The “Symbol White Paper” (to be posted on: the NEM Forum and/or the NEM Website before \nLaunch) (e) The detailed “Tokenomics Proposal” dated December 2019 (a copy of which can be found at \nhttp://bit.ly/tokenomics-proposal-dec2019 ) (f) The detailed “Public Chain Migration Recommendation” paper dated 30 October 2019 (a \ncopy of which can be found at http://bit.ly/public-chain-migration-oct2019) (g) The API documentation for Symbol blockchain and ancillary software. http://bit.ly/symbol-api- \ndocumentation (h) The “NEM Forum” https://forum.nem.io (i) A post on the NEM Forum (forum.nem.io) outlining the launch documents, progress and process (the “Symbol Launch Single Source of Information”) https://forum.nem.io/t/symbol-launch-reporting-single-source-of-information/24863 \n(collectively, the “Symbol Documentation”). \n\n\n3. Definitions & Interpretation \n\n3.1 Definitions \nVarious definitions are set out in these Terms. Some definitions are set out below and others are contained in the relevant parts of these Terms. \n\nIn these Terms, the following expressions shall have the following meanings: \n\n“NIS1 Account” means an NIS1 Single Account or NIS1 Multisig Account on the NIS1 Blockchain. \n\n“NIS1 Account Holder” means an NIS1 Single Account Holder or an NIS1 Multisig Account Holder. \n\n“NIS1 Multisig Account” means an NIS1 multi-signature account, which requires transactions to be electronically signed by the NIS1 Single Account Holders who are the co-signatories to the NIS1 Multisig Account. \n\n“NIS1 Multisig Account Holder” means, jointly and severally, the NIS1 Single Account Holders who are signatories for an NIS1 Multisig Account. \n\n“NIS1 Single Account” means an NIS1 Account which is not an NIS1 Multisig Account. \n\n“NIS1 Single Account Holder” means the person who controls the keys for the NIS1 Single Account. \n\n\n4. The Symbol Project \n\n4.1 The Symbol Project will involve the following key milestones as more particularly detailed in the Symbol Documentation (and documents linked to in the Symbol Documentation). The terms relating to the Symbol Project and each milestone set out below are subject to change in accordance with clause 23 below: \n\n(a) The “Opt-In”: NIS1 Account Holders who are eligible under clause 5 may “opt-in” to the Symbol Project in accordance with clauses 6 or 7 of these Terms. NIS1 Account Holders may “opt-in” to the Symbol Project before or after the Snapshot, up to a period of 6 years from the Launch (as defined below), with different processes applying in either case as set out in clauses 6 and 7 below. By sending an “opt-in” message from an NIS1 Account to a dedicated opt-in account in accordance with the requirements in clauses 6.2, 6.3 and 7.5.1, the NIS1 Account Holder confirms acceptance of these Terms, and confirms the NIS1 Account Holder(s) intention to participate in the Symbol Project in accordance with these Terms. \n\n(b) Extraction and Validation of data from the NIS1 Blockchain: Data from the NIS1 Blockchain will be extracted and validated in preparation for the launch of the Symbol Blockchain. The extracted data will include the balance of XEM held by each NIS1 Account, NIS1 Multisig Account configuration information, and (at the NIS1 Account Holders’ option) root Namespace ownership information (the “NIS1 Account Data”). The extraction and validation will occur at an NIS1 Blockchain “height” (a specific block number on the NIS1 \n\n(c) The migration of the NIS1 Account Data from the NIS1 Blockchain to the Symbol Blockchain (the “Migration”). The Migration will occur via an ETL (Extract, Transform, Load) process using the NIS1 Account Data of NIS1 Accounts that have opted-in in accordance with clause 6 to populate the Genesis block of the Symbol Blockchain. Where it is not possible to put all allocation transactions in Block 0 (for example, because the volume of data is too great), these will be added to blocks immediately following Block 0 or as close as practicable to Block 0. NIS1 Account Holders who opt in in accordance with clause 7 will be subject to a different process for the Migration. \n\n(d) The Symbol Blockchain will be launched with a Genesis/Nemesis block created from the data referred to in clause 4.1(c) (the “Launch”). Initial configuration of the Symbol Blockchain will also implement the Tokenomics proposals contained in the Tokenomics Proposal as supplemented in the Symbol Documentation (the “Tokenomics”). \n\n(e) The allocation and distribution of XYM to holders of NIS1 Accounts that have “opted-in” to the \nSymbol Project. Each NIS1 Account that opts in in accordance with clause 6 and 7: \n(i) will have a new account set up on the Symbol Blockchain; and (ii) one XYM for each XEM that was held in the NIS1 Account will be allocated and distributed to \nthe new account on the Symbol Blockchain. \n\n(f) Those NIS1 Accounts that have opted-in in accordance with clause 6 will have XYM allocated and distributed to them at the Launch (“Allocation”). For those NIS1 Account Holders that opt in after the Snapshot, a different process and additional terms will govern the Allocation as defined in clause 7. Those NIS1 Account Holders will have XYM allocated and distributed to them after the Launch at a time to be determined (“Post Launch Allocation”). A sufficient number of XYM tokens will be transferred at Launch to a trustee to be held in accordance with the terms of a declaration of trust (“Trust”) for the benefit of NIS1 Account Holders that are eligible to opt-in in accordance with clause 5 and who opt in in accordance with clause 7, but did not opt-in before the Snapshot in accordance with clause 6. The XYM in the Trust are referred to in these Terms as “Unclaimed XYM”. \n\n(g) The publication of the Symbol network node software and blockchain configuration to allow publicly created nodes to join the Symbol network in a decentralised way that no individual person or entity can or should control (the “Decentralisation”). \n\n4.2 References to the “Symbol Project” are references to the above milestones and a reference to \n“participating” in the Symbol Project means opting in to: \n\n(a) The migration of the NIS1 Account Data as part of the Migration; \n\n(b) being allocated and receiving distribution(s) of XYM in the Allocation and Post Launch Allocation; \nand \n\n(c) be bound by these Terms, including the Symbol Documentation, Tokenomics and Migration. \n\n\n5. Eligibility to participate in the Symbol Project \n\n5.1 To be eligible to opt in and participate in the Symbol Project, you must fulfil the requirements of clauses 5.2 and 5.3 below, and be an NIS1 Account Holder of an NIS1 Account that meets one or more of the criteria listed in 5.1(a) or (b) below as at the time of the Snapshot. An NIS1 Account is eligible if it is: \n\n(a) an NIS1 Account with a greater than 100 XEM balance; \n\n5.2 You must have control (either individually or jointly) of the private key(s) to the eligible NIS1 Account in order to opt in. If you do not have control of the keys associated with the relevant NIS1 Account, (for example, because you hold XEM through a third-party exchange), you will not be eligible to participate. In such a case, opt-in of the NIS1 Account will be dependent upon such third party. \n\n5.3 In the case of an NIS1 Multisig Account, every NIS1 Multisig Account Holder must have the cosignatory private keys associated with the eligible NIS1 Multisig Account in order to opt in that account. If the NIS1 Multisig Account Holders do not have control of, or access to, the cosignatory keys for the NIS1 Multisig Account, the account will not be eligible to participate unless those lost keys are replaced prior to performing the opt in. \n\n\n6. Steps required to participate in the Symbol Project prior to Snapshot \n\n6.1 To opt-in and participate in the Symbol Project prior to the Snapshot, NIS1 Account Holders must follow the “opt-in” instructions to be published on the Symbol Launch Single Source of Information prior to the Snapshot. \n\n6.2 There will be three ways to opt in: \n\n(a) by a plugin in the version of the NEM Nano desktop wallet communicated in the instructions to be published on the Symbol Launch Single Source of Information as provided for in clause 6.1 above, and available here https://nemplatform.com/wallets/; \n\n(b) by a mobile app which will be specifically developed to enable NIS1 Account Holders to opt in; or \n\n(c) by programmatically sending a transaction that mirrors the instructions sent by the methods in (a) or (b) above. The required code will be published on Github and a link provided on the Symbol Launch Single Source of Information. \n\n6.3 In the case of NIS1 Multisig Accounts, before the NIS1 Multisig Account will be opted-in to the Symbol \n\nProject, every NIS1 Multisig Account Holder must: \n\n(a) ensure their NIS1 Single Account (associated with the NIS1 Multisig Account) is opted in in accordance with clause 6.2 before opting-in the NIS1 Multisig Account. NIS1 Multisig Accounts with more than 8 cosigning NIS1 Multisig Account Holders will not be able to opt in. It is the responsibility of the NIS1 Multisig Account Holders jointly and severally to ensure that the NIS1 Multisig Account they wish to opt in has not more than 8 NIS1 Multisig Account Holders as cosigners before attempting to opt in in accordance with this clause 6. Any NIS1 Multisig Account Holders who have lost their keys and cannot sign should also be removed as cosigners from the NIS1 Multisig Account prior to opt in, as the NIS1 Multisig Account will not be able to opt in unless they are removed; \n\n(b) agree to being added to the new Symbol multi signature account as part of the opt in process in \nclause 6.2; and \n\n(c) digitally sign the “opt-in” transaction for the NIS1 Multisig Account in accordance with clause 6.2. \n\n6.4 Once an NIS1 Account has been successfully “opted-in” to the Symbol Project, it will: \n\n(a) be included in the Snapshot; \n\n(b) have the NIS1 Account Data associated with the NIS1 Account migrated to the Symbol \nBlockchain; \n\n(c) be eligible to be allocated XYM to a Symbol account in the Allocation; and \n\n(d) be eligible to participate in the Tokenomics from the time of the Launch. \n\n\n7. Steps required to participate in the Symbol Project for opt-in after Snapshot \n\n7.1 NIS1 Account Holders who are eligible in accordance with clause 5 to participate in the Symbol Project at the time of the Snapshot, but who fail to “opt-in” before the Snapshot, may opt in to participate in the Symbol Project and claim an allocation of XYM from the Unclaimed XYM in the Trust within 6 years of the Snapshot. The Unclaimed XYM which are not claimed by the end of such 6-year period will be burned. \n\n7.2 Rules for participating in the Symbol Project by opt-in after the Snapshot will be finalised and published on the Symbol Launch Single Source of Information (“Post Launch Participation Rules”). If you “opt in” after the Snapshot, you agree to be bound by these Terms and by the Post-Launch Participation Rules. \n\n7.3 An account which opts in after the Snapshot will not be allocated XYM, or have any NIS1 Account Data included in the Migration, at the Launch. The timing and process for the Post-Launch Allocation and Migration of NIS1 Account Data following Launch (“Post-Launch Migration”) to holders of NIS1 Accounts that opt-in after the Snapshot will be set out in the Post-Launch Participation Rules, or otherwise published on the Symbol Launch Single Source of Information. Neither the Company, nor any of the Company Indemnified Parties (as defined below), accept any responsibility for any loss or damage (whosoever caused) as a consequence of an NIS1 Account Holder opting-into the Symbol Project after Snapshot, including (but without limitation) losses as a result of: \n\n(a) the value of XYM falling between Launch and the time at which XYM is distributed under the Post-Launch Participation Rules; or \n\n(b) being unable to register a root Namespace due to someone else registering it on Symbol prior to \npost Launch Allocation occurring. \n\n7.4 Accounts that opt-in and participate in the Symbol Project in accordance with the Post-Launch Participation Rules will not be entitled to retrospective participation in the Symbol Project (and, in particular, the Tokenomics rules), and will not be entitled to any compensation for any losses as a result of the lapse in time between Launch and the time at which such NIS1 Accounts are allocated and distributed XYM and become participants in the Symbol Project. \n\n\n8. Withdrawal from Symbol Project \n\n8.1 Should the holder of an NIS1 Account wish to withdraw from the Symbol Project after opting in but prior to the Snapshot, the holder must transfer the XEM from the NIS1 Account that was “opted in” in accordance with clause 6 above to another NIS1 Account that has not been opted in, or in some other way cause themselves to cease to be a NIS1 account holder by the Snapshot (for example, by selling their XEM). \n\n8.2 NIS1 Accounts with nil balances of XEM may still migrate multisignature account set ups and/or \nNamespaces but will have no XYM allocated in the Allocation. \n\n\n9. XYM and XEM utility \n\n9.1 You acknowledge and accept that neither XYM or XEM represents or constitutes: \n\n(a) any ownership right or stake, share, equity, security, collective investment scheme, managed fund, financial derivative, futures contract, deposit, commercial paper, negotiable instrument, investment contract, note, commodity, bond, warrant, certificate debt or hybrid instrument or any other financial instrument or investment entitling the holder to interest, dividends or any kind or return or carrying equivalent rights (including in respect of the Company); \n\n(b) any right to receive future revenues, shares or any other form of participation or governance \nright from, in or relating to the Company; \n\n(c) any form of currency, money, deposit or legal tender, whether fiat or otherwise, in any jurisdiction, nor do they constitute any substitute or representation of currency, money, deposit or legal tender (including electronic money); or \n\n(d) right, title, interest or benefit whatsoever in whole or in part, in the Company or any assets \nrelated to it. \n\n9.2 Protections offered by applicable law in relation to the acquisition, storage, sale and/or transfer of the instruments and/or investments of the types referred to in the sub-clauses of clause 9.1 do not apply to the Allocation of XYM under these Terms or to your storage, sale and/or transfer of XYM or XEM. \n\n\n10. Participant’s representations and warranties \n\n10.1 By participating in Symbol Project, you hereby represent and warrant the matters set out in Schedule 1 of these Terms. \n\n10.2 You undertake and agree to notify the Company immediately if any of the representations and warranties set out in Schedule 1 of these Terms becomes untrue, incomplete, invalid or misleading in any respect. \n\n10.3 If you cannot make all of the representations and warranties set out in Schedule 1 of these Terms, you must not seek to opt in to participate in the Symbol Project. \n\n\n11. Risks \n11.1 You acknowledge and agree that participating in the Symbol Project may carry significant financial, regulatory and reputational risks, including but not limited to those set out in Schedule 2 of these Terms. \n\n11.2 By participating in the Symbol Project and accepting these Terms, you expressly and finally acknowledge, accept and assume the risks set out in Schedule 2 of these Terms and acknowledge, accept and assume that such risks are not nor are they intended to be a comprehensive or exhaustive list of risk factors. \n\n\n12. Security \n\n12.1 You are responsible for implementing all reasonable and appropriate measures for securing your opt- in to the Symbol Project, and to receive and store XYM (and other migrated data from the NIS1 Account and Blockchain) that are allocated to you in the Allocation, including any requisite private key(s) or other credentials necessary to access such storage mechanism(s). If your private key(s) or other access credentials are lost, you may lose access to your XYM and/or other data. The Company is not responsible for any security measures relating to your receipt, possession, storage, transfer or potential future use of XYM and Symbol Blockchain nor will we be under any obligation to recover or return any XYM and/or other data. \n\n12.2 The Company excludes (to the fullest extent permitted under applicable law) any and all liability for any security breaches or other acts or omissions which result in your loss of (including your loss of access to) XYM and/or other data issued to you. \n\n13. Indemnity \n\n13.1 To the fullest extent permitted by applicable law, you will indemnify, defend and hold harmless the Company and our respective past, present and future employees, officers, directors, contractors, consultants, equity holders, suppliers, vendors, service providers, parent companies, subsidiaries, associates, affiliates, agents, representatives, predecessors, successors and assigns, specifically including NEM.io Foundation Limited, NEM Studios Limited, NEM Ventures Limited, NEM Holdings Limited, NEM Trading Limited, NEM Software Limited, and Tech Bureau Holdings, the NEM Community Trust (and its trustees), the NEM Group Trust (and its trustees), other community member(s) and any other party who has committed code to the Open Source Github repositories for the Symbol Project (the “Company Indemnified Parties”), along with the Core Developers (being those individuals with the telegram handles/forum names “BloodyRookie”, “Gimre” or “Gimer”, and “Jaguar0625” or “Jaguar”) or the Core Team, from and against any and all claims, demands, actions, damages, losses, costs and expenses (including reasonable professional and legal fees) that arise from or relate to: \n\n(a) your acquisition and/or use of XYM and/or use of the Symbol Blockchain under these Terms; \n\n(b) the performance or non-performance of your responsibilities, representations, warranties or \nobligations under these Terms; \n\n(c) your breach of any of the terms and conditions set out in these Terms; or \n\n(d) your breach of any rights of any other person or entity in connection with these Terms. \n\n13.2 The Company reserves the right to exercise sole control over the defence, at your sole cost and \nexpense, of any claim subject to an indemnity set out in clause 13.1. \n\n13.3 The indemnity set out in this clause 13 is in addition to, and not in lieu of, any other remedies that may be available to the Company under any applicable law. \n\n\n14. Disclaimers \n\n14.1 To the fullest extent permitted by applicable law and except as otherwise specified in writing by us: \n\n(a) participation in the Symbol Project is offered without any warranties or representations of any kind, and we expressly disclaim all warranties and representations relating to the Symbol Project and XYM (whether express or implied), including, without limitation, any implied warranties of merchantability, fitness for a particular purpose, title and non-infringement; \n\n(b) we do not represent or warrant that XYM and/or Symbol Blockchain is reliable, current or defect- \nfree, meet your requirements, or that any defects will be corrected; and \n\n(c) we cannot and do not represent or warrant that XYM or the distribution mechanism for XYM are \nfree of viruses or other harmful components. \n\n14.2 Neither these Terms nor the Symbol Documentation constitute a prospectus or offering document, and are not an offer to sell, nor the solicitation of an offer to buy any investment or financial instrument in any jurisdiction. XYM should not be acquired for speculative or investment purposes with the expectation of making a profit on immediate or future re-sale. \n\n14.3 No regulatory authority has examined or approved any of the information set out in these Terms and/or the Symbol Documentation. No such action has been or will be taken under the laws, regulatory requirements or rules of any jurisdiction. The publication, distribution or dissemination of these Terms and/or the Symbol Documentation does not imply that applicable laws, regulatory requirements or rules have been complied with. \n\n\n15. Limitation of liability \n\n15.1 To the fullest extent permitted by applicable law, in no circumstances will: \n\n(a) the Company or any of the Company Indemnified Parties be liable for any direct, indirect, special, incidental or consequential loss of any kind (including, but not limited to, loss of revenue, income, business or profits, loss of contract or depletion of goodwill, loss of anticipated savings, loss of use or data, or damages for business interruption or any like loss) arising out of or in any way related to the acquisition, storage, transfer or use of XYM or otherwise related to these Terms, regardless of the cause of action, whether based in contract, tort (including negligence), breach of statutory duty, restitution or any other legal or equitable basis (even if the Company or any of the Company Indemnified Parties have been advised of the possibility of such losses and regardless of whether such losses were foreseeable); and \n\n(b) the aggregate liability of the Company and the Company Indemnified Parties (jointly), whether in contract, tort (including negligence), breach of statutory duty, restitution or any other legal or equitable basis, arising out of or relating to these Terms or the use of or inability to use XYM and/or Symbol Blockchain, exceed £1. \n\n15.2 The limitations and exclusions of liability set out in clause 15.1 do not limit or exclude liability for fraud or intentional, wilful or reckless misconduct of any Company Indemnified Party, nor will it limit or exclude any losses for which, as a matter of applicable law, it would be unlawful to limit or exclude liability. \n\n\n16. Assignment and novation \n\n16.1 The Company may assign, transfer, novate or otherwise deal in any manner, all or any part of the benefit of these Terms and any of its rights, remedies, powers, duties and obligations under these Terms to any person, without your consent and in any way the Company considers appropriate. \n\n16.2 You agree that you may not claim against any assignee, transferee or any other person who has an interest in these Terms, any right of set off or other rights that you have against the Company. \n\n\n17. Termination \n\n17.1 Notwithstanding any other provision of these Terms, the Company may at any time and for any reason immediately terminate these Terms as between you and it without prior notice or need to specify reasons, including if: \n\n(a) you have breached any provision of these Terms or acted in a manner which clearly shows that \nyou do not intend to or are unable to comply with any provision in these Terms; \n\n(b) the Company reasonably considers it is required to do so by the application of any laws or regulations or by any government, quasi-government, authority or public body (including any regulatory body of any jurisdiction); or \n\n(c) the Company determines that performing its obligations under these Terms is no longer \ncommercially viable. \n\n\n18. Survival \n\n18.1 The following clauses survive termination of these Terms and remain binding and effective at all times: \n\n(a) this clause 18; (c) clause 9 (XYM and XEM utility); (d) clause 10 (Participant’s representations and warranties); (f) clause 13 (Indemnity); (g) clause 15 (Limitation of liability); (h) clause 19 (Waiver of set-off); (i) clause 21 (Personal Data); and (j) clause 22 (Dispute resolution). \n\n\n19. Waiver of set-off \n\n19.1 You acknowledge and agree unconditionally and irrevocably to waive any right of set-off, netting, counterclaim, abatement or other similar remedy which you might otherwise have in respect of XYM and/or Symbol Blockchain or under these Terms under the laws of any jurisdiction. \n\n\n20. Taxation \n\n20.1 You are solely responsible for determining whether your participation in the Symbol Project and your receipt of your Allocation of XYM (and other migrated data) will give rise to any tax implications on your part. \n\n20.2 You are solely responsible for withholding, collecting, reporting, paying, settling and/or remitting any and all taxes to the appropriate tax authorities in such jurisdiction(s) in which you may be liable to pay tax. The Company is not responsible for withholding, collecting, reporting, paying, settling and/or remitting any taxes (including, but not limited to, any income, capital gains, sales, value added or similar tax) which may arise from your Allocation of XYM (and other migrated data) under or in connection with these Terms. \n\n20.3 You agree not to hold the Company or any of the Company Indemnified Parties liable for any tax liability associated with or arising from the creation, ownership, use or liquidation of XYM or any other action or transaction related to the Symbol Project. \n\n\n21. Personal Data \n\n21.1 The Company has a privacy policy set out herein in Schedule 3, which applies in relation to the Symbol \nProject. \n\n\n22. Dispute resolution \n\n22.1 Governing Law. These Terms and any dispute or claim (including non-contractual disputes or claims) arising out of or in connection with it or its subject matter or formation shall be governed by and construed in accordance with the law of Gibraltar.  \n22.2 Exclusive Jurisdiction. Each party irrevocably agrees that the courts of Gibraltar shall have exclusive jurisdiction to settle any dispute or claim (including non-contractual disputes or claims) arising out of or in connection with these Terms or their subject matter or formation. \n\n22.3 No Class Arbitrations, Class Actions or Representative Actions. Any dispute arising out of or related to these Terms is personal to you and the Company and will be resolved solely in accordance with clause 22.2, and will not be brought as a class arbitration, class action or any other type of representative proceeding. There will be no class arbitration or arbitration in which an individual attempts to resolve a dispute as a representative of another individual or group of individuals. Further, a dispute cannot be brought as a class or other type of representative action, whether within or outside of arbitration, or on behalf of any other individual or group of individuals. \n\n22.4 Severability of Dispute Resolution Provisions. If any term, clause or provision of this clause 22 is held invalid or unenforceable, it will be so held to the minimum extent applicable and required by law, and all other terms, clauses and provisions of this clause 22 will remain valid and enforceable. Further, the waivers set out in clause 22.3 above are severable from the other provisions of these Terms and will remain valid and enforceable, except as prohibited by applicable law. \n\n\n23. Miscellaneous \n\n23.1 We may amend these Terms from time to time (including, but not limited to, the terms of the Migration, the Allocation and the Tokenomics), including where there are changes to the intended utility of XYM, where adjustments are required to give effect to the intended operation of the Symbol Project, to make any essential corrections, or as may be otherwise required by any laws or regulatory requirements to which we are subject. If we make any amendments to these Terms, we will publish a notice together with the updated Terms on the Symbol Launch Single Source of Information on the NEM Forum (or such alternative website as is notified on the NEM Website from time to time) and we will change the “Version” number at the top of these Terms. Any amended Terms becomes effective immediately upon the publication of notice and updated Terms on the NEM Website. It is your responsibility to regularly check the NEM Website for any such notices and updated Terms. \n\n23.2 If any term, clause or provision of these Terms is found to be illegal, void or unenforceable (in whole or in part), then such term, clause or provision will be severable from these Terms without affecting the validity or enforceability of any remaining part of that term, clause or provision, or any other term, clause or provision of these Terms, which remains in full force and effect. \n\n23.3 These Terms constitute the entire agreement between the Parties in relation to its subject matter. These Terms replace and extinguish any and all prior agreements, draft agreements, arrangements, warranties, statements, assurances, representations and undertakings of any nature made by, or on behalf of the Parties, whether oral or written, public or private, in relation to that subject matter. \n\n23.4 You acknowledge that by accepting these Terms, you have not relied on any oral or written statements, warranties, assurances, representations or undertakings which were or may have been made by or on behalf of the Company, or by any other third party, in relation to the subject matter of these Terms at any time before your acceptance of them (“Pre-Contractual Statements”), other than those set out in these Terms. You hereby waive any and all rights and remedies which might otherwise be available in relation to such Pre-Contractual Statements. \n\n23.5 Nothing in these Terms creates any form of partnership, joint venture or any other similar relationship \nbetween you and the Company and/or other individuals or entities involved with the Symbol Project. \n\n23.6 You acknowledge and agree that no other Participant in the Symbol Project owes you any obligation \nunder these Terms. \n\n23.7 Any indemnity, reimbursement or similar obligation in these Terms given in favour of the Company: \n\n(a) is a continuing obligation despite the satisfaction of any payment or other obligation in \nconnection with this document, any settlement or any other thing; and \n\n(b) is independent of any other obligations under these Terms and continues after termination of them. It is not necessary for the Company to incur any expense or make payment before enforcing a right of indemnity in connection with the subject of these Terms. \n\n23.8 Without limiting any other disclaimer in these Terms or elsewhere, the Company is not liable for any loss, liability, costs or expenses arising in connection with the exercise or attempted exercise of, failure to exercise, or delay in exercising, a right, power or remedy in connection with these Terms. \n\n23.9 These Terms do not give rise to any rights for a third party to enforce any term of these Terms. The rights of the Parties to rescind or agree any amendment or waiver under these Terms are not subject to the consent of any other person. \n\n23.10 Force Majeure. The Parties shall not be liable for any failure or delay in performing any of their respective obligations under or pursuant to this Agreement, and any such failure or delay in performing its obligations will not constitute a breach of this Agreement, if such failure or delay is due to an ‘Act of God’, any change to the law, order or regulation of a governmental, supranational or regulatory body or any act of war or terrorism and it shall be entitled to a reasonable extension of the time for performance of such obligations as a result of such a cause. \n\n\n24. Interpretation \n\n(a) In these Terms, unless the context otherwise requires, words importing the singular shall be deemed to include the plural and vice versa, words importing the masculine gender shall include the feminine gender also and vice-versa, words importing the neuter gender shall include the masculine and feminine gender also and vice-versa. \n\n(b) Unless stated otherwise, references to an “Act” is a reference to a Gibraltar Act of Parliament \n(as may be amended from time to time). \n\n(c) References in these Terms to any statute or any statutory provision shall include any statute or statutory provision which now or at any time in the future, amends, extends, consolidates or replaces the same or which has been amended, extended, consolidated or replaced by the same and shall include any orders, regulations, instruments or other subordinate legislation made under the relevant statute. \n\n(d) The Schedules form part of these Terms and shall have effect as if set out in full in the body of \nthese Terms. Any reference to these Terms includes the Schedules. \n\n(e) References in these Terms to any instrument or agreement shall include any instrument or \nagreement which at the date of these Terms varies, amends, extends or replaces the same. \n\n(f) Any words following the terms “including”, “include”, “in particular” or any similar expression shall be construed as illustrative and shall not limit the sense of the words preceding those terms. \n\n(g) A reference to any Party shall include that Party's personal representatives, successors, permitted transferees and permitted assigns and all references to a legal entity shall include their successors in interest, permitted transferees and permitted assigns. \n\n(h) References to \"persons\" includes natural persons, firms, partnerships, companies, corporations, associations, organisations, governments, states, governmental or state agencies, foundations and trusts (in each case whether or not incorporated or having separate legal personality and irrespective of the jurisdiction in or under the law of which it was incorporated or exists). \n\n\n\nSCHEDULE 1 \n\nPARTICIPANT’S REPRESENTATIONS AND WARRANTIES \nBy opting in to participate in the Symbol Project and accepting these Terms, you hereby represent and warrant that: \n\n1. You have read and understood these Terms (including all the Schedules hereto). \n\n2. You have the necessary authority and consent to accept these Terms, to enter into a binding \nagreement with the Company and to perform the obligations set out herein. \n\n3. You are not a statutory corporation, governmental or semi-governmental authority. \n\n4. The acceptance of these Terms and the entry into a binding agreement with the Company will not result in any breach of, be in conflict with, or constitute a material default under: (i) any provision of the Participant’s constitutional or organisational documents (in the case of a corporate entity including, without limitation, any company or partnership); (ii) any provision of any judgment, decree or order imposed on the Participant by any court or governmental or regulatory authority; and/or (iii) any material agreement, obligation, duty or commitment to which the Participant is a party or by which the Participant is bound. \n\n5. You have sufficient understanding of the functionality, usage, storage, transmission mechanisms and intricacies associated with cryptographic tokens, token storage facilities (including digital token wallets), blockchain technology and blockchain-based software systems. \n\n6. You have obtained sufficient information about the potential future utility of XYM and Symbol \nBlockchain to make an informed decision to participate in the Symbol Project. \n11. Participating in the Symbol Project and receiving XYM under these Terms is not unlawful or prohibited under the laws of your jurisdiction or under the laws of any other jurisdiction to which you may be subject and the receipt by you of your Allocation of XYM will be made in full compliance with applicable laws (including, but not limited to, in compliance with any tax obligations to which you may be subject in any relevant jurisdiction). \n\n12. You are not a resident or tax resident of, and do not otherwise have any relevant connection with, any jurisdiction in which entry into or performing your obligations under these Terms or the distribution, holding, use or exchange of XYM and/or Symbol Blockchain is unlawful or restricted in any way or requires licensing, registration or approval of any kind. \n\n20. You will comply with any applicable tax obligations in your jurisdiction arising from your acquisition, \nstorage, sale or transfer of XYM. \n\n21. You enter into these Terms voluntarily and based on your own independent judgment and on advice \nfrom independent advisors as you have considered necessary. \n\n22. You understand and accept the risks of participating in blockchain start-up businesses and \nacknowledge that these risks are substantial. \n\n\n\nSCHEDULE 2 \n\nRISK FACTORS \nTHE FOLLOWING ARE NOT NOR ARE THEY INTENDED TO BE A COMPREHENSIVE OR EXHAUSTIVE LIST OF RISK FACTORS \n\n1. Risk of software weaknesses: The Symbol Blockchain is still in an early development stage and unproven. There is no warranty or assurance that the process for creating XYM will be uninterrupted or error-free and there is an inherent risk that the software could contain defects, weaknesses, vulnerabilities, viruses or bugs causing, inter alia, the complete loss of XYM and/or other data. In addition, the Symbol Blockchain and Symbol Network are based on open source development, and changes may occur to the Symbol Blockchain, Symbol Network and Tokenomics which are outside of the control of the Company or any of the Company Indemnified Parties. \n\n2. Regulatory risk: Blockchain technology allows new forms of interaction and it is possible that certain jurisdictions will apply existing regulations on, or introduce new regulations addressing, blockchain technology-based applications, which may be contrary to the current setup of the Symbol Project and which may, inter alia, result in substantial modifications to the Symbol Project, including its termination and the loss of XYM. It is not known what regulatory framework the proposed Symbol Project and associated activities will be subject to, the nature and obligations that will be imposed on the Company in order to comply with any such regulatory framework or when/if the Company will even be able to apply to be regulated, or successfully obtain the required licences so that it may lawfully carry out its proposed business activities. \n\n3. Risk of abandonment / lack of success / business failure: The creation and issue of XYM and the development of the Symbol Project may be abandoned, may suffer from lack of success and may suffer business failure for a number of reasons including but not limited to, lack of interest from the public, lack of funding, lack of commercial success or prospects (e.g. caused by competing projects). There is no assurance that you will receive any benefits through the Symbol Project or through the XYM that you hold. \n\n5. Risks associated with markets for XYM: If secondary trading of XYM is facilitated by third-party exchanges, such exchanges may be relatively new and subject to little or no regulatory oversight, making them more susceptible to fraud or manipulation. Furthermore, to the extent that any third party ascribes an external exchange value to XYM (e.g. as denominated in a crypto or fiat currency), such value may be extremely volatile and diminish to zero. If you acquire XYM as a form of investment on a speculative basis or otherwise, or for a financial purpose, with the expectation or desire that their inherent, intrinsic or cash-equivalent value may increase with time, you assume all risks associated with such speculation or actions, and any errors associated therewith, and accept that XYM are not offered by the Company or its affiliates on an investment basis. You further acknowledge that the Allocation of XYM you receive under these Terms will not be protected, guaranteed or reimbursed by any governmental, regulatory or other entity, and will not, for instance be guaranteed by the Gibraltar Deposit Guarantee Scheme, the Gibraltar Investor Compensation Scheme, and is unlikely to be protected by any equivalent scheme in a jurisdiction outside of Gibraltar. \n\n6. Risk of losing access to tokens due to loss of private key(s), custodial error or your error: You acknowledge, understand and accept that if your private key(s) or password gets lost or stolen, the obtained XYM and other data may be unrecoverable and permanently lost. In addition, any third party \n\nthat gains access to your private key(s), including by gaining access to the login credentials relating to your wallet, may be able to misappropriate your XYM and other data. Any errors or malfunctions caused by or otherwise related to the digital wallet or vault you choose to receive and store XYM and/or other data, including your own failure to properly maintain or use such digital wallet or vault, may also result in the loss of your XYM and/or other data. \n\n7. Risk of theft and vulnerabilities: The Symbol Blockchain may be exposed to attacks by hackers or other individuals including, but not limited to, malware attacks, denial of service attacks, consensus- based attacks, Sybil attacks, smurfing and spoofing. Any such successful attacks could result in theft or loss of XYM and/or other data, adversely impacting the ability to develop the Symbol Project. You must take appropriate steps to satisfy yourself of the integrity and veracity of relevant websites, systems and communications. \n\n9. Risks arising from taxation: The tax characterization of XYM is uncertain. You must seek your own tax advice in connection with acquisition, storage, transfer and use of XYM, which may result in adverse tax consequences to you, including, without limitation, withholding taxes, transfer taxes, value added taxes, income taxes, capital taxes and similar taxes, levies, duties or other charges and tax reporting requirements. \n\n10. Unanticipated risks: Cryptographic tokens such as XYM are a new and untested technology. In addition to the risks set out in this Schedule 2, there are other risks associated with your acquisition, storage, transfer and use of XYM and/or Symbol Blockchain, including those that the Company may not be able to anticipate. Such risks may further materialise as unanticipated variations or combinations of the risks set out in this Schedule 2.",
	"PRIVACY_content": "This privacy policy aims to give you information on how the Company collects and processes your personal data through your use of the Symbol Blockchain and Symbol Account, including any data you may provide. \n\nIt is important that you read this privacy policy together with any other privacy policy or fair processing policy we may provide on specific occasions when we are collecting or processing personal data about you so that you are fully aware of how and why we are using your data. This privacy policy supplements other notices and privacy policies and is not intended to override them. \n\nThe Company is the controller and responsible for your personal data. We have appointed a data privacy manager who is responsible for overseeing questions in relation to this privacy policy. If you have any questions about this privacy policy, including any requests to exercise your legal rights, please contact the data privacy manager using the details set out below. \n\n\nCONTACT DETAILS \n\nIf you have any questions about this privacy policy or our privacy practices, please contact our data privacy manager in the following ways: Full name of legal entity: Symbol Chain Limited Email address: privacy@nem.group Postal address: Suite 7, Hadfield House, Library Street, Gibraltar GX11 1AA \n\nIf you remain dissatisfied, you can make a complaint about the way we process your personal information to the Gibraltar Regulatory Authority details found on their website at www.gra.gi or by emailing them on info@gra.gi \n\n\nCHANGES TO THE PRIVACY POLICY AND YOUR DUTY TO INFORM US OF CHANGES \n\nWe keep our privacy policy under regular review. It is important that the personal data we hold about you is accurate and current. Please keep us informed if your personal data changes during your relationship with us. \n\n\nTHE DATA WE COLLECT ABOUT YOU \n\nThe Company collects only limited data about you. In particular, this is IP data, cookie data and your NIS1 Account data. We do not collect any other data about You beyond what is reasonably required for the Symbol Project. \n\n\nHOW IS YOUR PERSONAL DATA COLLECTED? \n\nYour personal data is only collected by the Company in accordance with the description of the Symbol Project in these Terms. \n\n\nHOW WE USE YOUR PERSONAL DATA AND PURPOSES FOR WHICH WE WILL USE YOUR PERSONAL DATA \n\nWe will only use your personal data as described in clause 4 of these Terms when the law allows us to. Most commonly, we will use your personal data in the following way: \n\n● In order to facilitate and/or carry out the Symbol Project as described in these Terms. \n\n● Where we need to perform the contract we are about to enter into or have entered into with you. \n\n● Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests. \n\n● Where we need to comply with a legal obligation. \n\n\nCHANGE OF PURPOSE \n\nWe will only use your personal data for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason and that reason is compatible with the original purpose. If you wish to get an explanation as to how the processing for the new purpose is compatible with the original purpose, please contact us. If we need to use your personal data for an unrelated purpose, we will notify you and we will explain the legal basis which allows us to do so. \nPlease note that we may process your personal data without your knowledge or consent, in compliance with the above rules, where this is required or permitted by law. \n\n\nDATA SECURITY \n\nWe have put in place appropriate security measures to prevent your personal data from being accidentally lost, used or accessed in an unauthorised way, altered or disclosed. In addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know. They will only process your personal data on our instructions and they are subject to a duty of confidentiality. We have put in place procedures to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do so. \n\n\nDATA RETENTION - HOW LONG WILL YOU USE MY PERSONAL DATA FOR? \n\nWe will only retain your personal data for as long as reasonably necessary to fulfil carry out the Symbol Project, including for the purposes of satisfying any legal, regulatory, tax, accounting or reporting requirements. We may retain your personal data for a longer period in the event of a complaint or if we reasonably believe there is a prospect of litigation in respect to our relationship with you. \n\n\nYOUR LEGAL RIGHTS \n\nUnder certain circumstances, you have rights under data protection laws in relation to your personal data. These are set out at the bottom of this privacy policy. If you wish to exercise any such rights, please contact us. \n\n\nNO FEE USUALLY REQUIRED \n\nYou will not have to pay a fee to access your personal data (or to exercise any of the other rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive. Alternatively, we could refuse to comply with your request in these circumstances. \n\n\nWHAT WE MAY NEED FROM YOU \n\nWe may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights). This is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it. We may also contact you to ask you for further information in relation to your request to speed up our response. \n\n\nTIME LIMIT TO RESPOND \n\nWe try to respond to all legitimate requests within one month. Occasionally it could take us longer than a month if your request is particularly complex or you have made a number of requests. In this case, we will notify you and keep you updated. \n\n\nYOUR LEGAL RIGHTS \n\nYou have the right to: \n\n● Request access to your personal data (commonly known as a \"data subject access request\"). This enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it. \n\n● Request correction of the personal data that we hold about you. This enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us. \n\n● Request erasure of your personal data. This enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it. You also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully or where we are required to erase your personal data to comply with local law. Note, however, that we may not always be able to comply with your request of erasure for specific legal reasons which will be notified to you, if applicable, at the time of your request. \n\n● Object to processing of your personal data where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms. You also have the right to object where we are processing your personal data for direct marketing purposes. In some cases, we may demonstrate that we have compelling legitimate grounds to process your information which override your rights and freedoms. \n\n● Request restriction of processing of your personal data. This enables you to ask us to suspend the processing of your personal data in the following scenarios: \n- If you want us to establish the data's accuracy. \n- Where our use of the data is unlawful but you do not want us to erase it. \n- Where you need us to hold the data even if we no longer require it as you need it to establish, exercise or defend legal claims. o You have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it. \n\n● Request the transfer of your personal data to you or to a third party. We will provide to you, or a third party you have chosen, your personal data in a structured, commonly used, machine- readable format. Note that this right only applies to automated information which you initially provided consent for us to use or where we used the information to perform a contract with you. \n\n● Withdraw consent at any time where we are relying on consent to process your personal data. However, this will not affect the lawfulness of any processing carried out before you withdraw your consent. If you withdraw your consent, we may not be able to provide certain products or services to you. We will advise you if this is the case at the time you withdraw your consent.",
	"TERMS_confirmButton": "ACCEPT TERMS",
	"INTRO_slideOne": {
		"title": "Welcome to Symbol",
		"text": "The next generation blockchain from NEM."
	},
	"INTRO_slideTwo": {
		"title": "Get Started with XYM",
		"text": "Learn more about how to Opt-in for the Symbol network launch with this app at nemplatform.com/symbol-migration."
	},
	"INTRO_slideThree": {
		"title": "The Smart Blockchain",
		"text": "Symbol plugin enabled smart contracts and architecture make it the most stable and secure blockchain."
	},
	"INTRO_createWalletButton": "Create Wallet",
	"INTRO_alreadyHaveWallet": "Already have a Symbol wallet?",
	"INTRO_importWalletButton": "Import It",
	"IMPORT_WALLET_OPTIONS_title": "Import Wallet",
	"IMPORT_WALLET_OPTIONS_content": "Import your Symbol wallet by entering your 24 words passphrase (mnemonics) or by scanning your QR code. Choose your option",
	"IMPORT_WALLET_OPTIONS_button_mnemonics": "Restore with Mnemonics",
	"IMPORT_WALLET_OPTIONS_button_qr": "Scan QR Code",
	"ImportWallet": {
		"EnterMnemonics": {
			"title": "Import Wallet",
			"content": "Import your Wallet by entering your mnemonics in order.",
			"button": "Import",
			"ignoreWarning": "Ignore Warning",
			"cancelModalButton": "Cancel",
			"error": {
				"invalidMnemonic": "Invalid Mnemonic",
				"invalidMnemonics": "Invalid Mnemonics."
			}
		},
		"ImportOptions": {
			"title": "Import Wallet",
			"buttonTitleRestoreMnemonics": "Restore with Mnemonics",
			"buttonTitleQr": "Scan QR Code",
			"contentPlaceholder": "Import your Symbol wallet by entering your 24 words passphrase (mnemonics) or by scanning your QR code. Choose your option"
		},
		"EnterPassword": {
			"title": "Enter Password",
			"inputPassword": "Enter Password",
			"inputConfirmPassword": "Confirm Password",
			"dashboardButton": "Go to Dashboard",
			"alert": "Alert",
			"alertTextCancel": "Cancel"
		},
		"ShowQRCode": {
			"errorTitle": "Not a valid Symbol QR code"
		}
	},
	"CreateWallet": {
		"WalletName": {
			"title": "Create Wallet",
			"inputLabel": "Wallet Name",
			"inputPlaceholder": "Enter your wallet name",
			"submitButton": "Create"
		},
		"GenerateKey": {
			"title": "Shake It!",
			"description": "Shake your phone for entropy",
			"submitButton": "Finish"
		},
		"GenerateBackup": {
			"title": "Create Backup",
			"description": "You can create a backup of your wallet by writing down your wallet’s passphrase (mnemonics) and storing it in a safe place - you are then able to import your wallet again, but remember that anyone that has the access to your passphrase also has access to your accounts created from it and therefore your funds. You can alternatively create a backup of your wallet by generating a QR code that contains your passphrase.",
			"mnemonicButton": "Back Up with Mnemonics",
			"QRButton": "Back Up with QR Code",
			"dashboardButton": "Skip backup"
		},
		"ShowMnemonics": {
			"title": "Mnemonic Passphrase",
			"description": "Please write down a 24-word backup passphrase (mnemonics) and keep the copy in a secure place. So you can restore your wallet at any time.",
			"submitButton": "Next"
		},
		"SetPassword": {
			"title": "Create Password",
			"inputPassword": "Enter Password",
			"inputConfirmPassword": "Confirm Password",
			"checkboxText": "I don’t want to use a password to encrypt my backup passphrase (mnemonics) to protect the QR code",
			"submitButton": "Generate",
			"alert": "Alert",
			"alertPasswordConfirmation": "The password and its confirmation do not match.",
			"alertTextBack": "Back",
			"alertTextCancel": "Cancel",
			"errorPasswordTooShort": "Password must be at least 8 characters"
		},
		"VerifyMnemonics": {
			"title": "Verify your Passphrase",
			"description": "Please select the words in order to make sure your mnemonic passphrase is correct.",
			"submitButton": {
				"title": "Finish"
			},
			"error": {
				"passphraseOrder": "Invalid Recovery Phrase Order."
			},
			"success": {
				"passphraseOrder": "Success, proceed."
			}
		},
		"ShowQRCode": {
			"title": "Wallet Backup",
			"description": "You can later import the wallet again by scanning the QR code and providing the password you have chosen",
			"downloadButton": "Download QR Code",
			"dashboardButton": "Go to Dashboard",
			"permissionTitle": "Symbol Wallet Permission",
			"permissionMessage": "Symbol Wallet needs access to your storage to save your mnemonic QR code.",
			"permissionTextCancel": "Cancel",
			"permissionTextOk": "OK",
			"downloadFailed": "Download failed",
			"walletMnemonicQrSaved": "Wallet Mnemonic QR code has saved to",
			"unableToCreateSnapShot": "Unable to create QR snapshot!"
		}
	},
	"WalletLoading": {
		"title": "Get ready \nwith Symbol",
		"description": "We are setting up your wallet!"
	},
	"NetworkLoading": {
		"title": "Fetching network info",
		"error": "Error fetching network info. Please try later."
	},
	"Settings": {
		"title": "Settings",
		"useMainnet": "Use Mainnet",
		"passcode": {
			"turnOnPasscode": "Turn on Passcode",
			"turnOffPasscode": "Turn off Passcode",
			"choose": {
				"title": "Create a Passcode",
				"subtitle": "Enter Passcode",
				"titleconfirm": "Confirm your Passcode"
			},
			"enterPasscode": {
				"title": "Enter Passcode"
			},
			"enterBiometrics": {
				"title": "Enter Passcode"
			},
			"promptTitle": "Turn on Passcode",
			"promptMessage": "You haven't set a passcode yet, create one now?",
			"alertTextCancel": "Cancel",
			"alertTextOk": "OK",
			"titleError": "Incorrect Passcode",
			"subtitleError": "Please try again"
		},
		"touchID": {
			"turnOnTouchID": "Turn on Touch ID",
			"turnOffTouchID": "Turn off Touch ID",
			"promptTitle": "Require passcode",
			"promptMessage": "You haven't set a passcode yet, create one now?"
		},
		"node": {
			"menuTitle": "Node",
			"pageTitle": "Select Node",
			"submitButton": "Done",
			"errorNetworkExist": "Network already exist",
			"errorInvalidUrl": "Invalid URL",
			"costomNode": "Custom node",
			"customNodeURLInputPlaceholder": "Enter node URL"
		},
		"nisNode": {
			"menuTitle": "NEM NIS1 Node",
			"pageTitle": "Select NEM NIS1 Node",
			"submitButton": "Done",
			"errorInvalidUrl": "Invalid URL",
			"errorBadNodeTitle": "Failed to switch node",
			"errorBadNodeDescription": "Node is not responding"
		},
		"optIn": {
			"menuTitle": "Opt-in"
		},
		"feedback": {
			"submitButton": "Send",
			"title": "Give Feedback",
			"urlError": "Unable to open email client",
			"enterSubjectInputPlaceholder": "Enter subject",
			"enterMessageInputPlaceholder": "Enter message"
		},
		"language": {
			"title": "Language",
			"selectBoxTitle": "Select Language"
		},
		"currency": {
			"title": "Currency",
			"selectBoxTitle": "Select Currency"
		},
		"notification": {
			"title": "Notification",
			"selectBoxTitle": "Select Notification Interval"
		},
		"backup": "Backup",
		"giveFeedback": "Give Feedback",
		"aboutNem": "About Symbol",
		"logout": "Logout"
	},
	"AccountDetails": {
		"title": "Account Details",
		"urlError": "Unable to open link",
		"noMosaics": "No Mosaics available",
		"mosaicBalances": "Mosaic Balances",
		"loading": "Loading...",
		"edit": "Edit"
	},
	"ManageAccount": {
		"title": "Manage Accounts",
		"addAccountButton": "Add New Account",
		"inputLabel": "Enter your account name",
		"inputPlaceholder": "Account Name",
		"submitButton": "Done",
		"moreInfo": "More Info",
		"inputSubmitError": "Error updating account name. Please try again later",
		"showHiddenAccounts": "Show hidden accounts"
	},
	"CreateNewAccount": {
		"title": "Create New Account",
		"inputLabel": "Account Name",
		"inputPlaceholder": "Enter your account name",
		"submitButton": "Add",
		"inputSubmitError": "Error creating account name. Please try again later"
	},
	"About": {
		"title": "About Symbol",
		"aboutTextPara_1": "The NEM Group Limited is endorsed by an international network, compiled of a wealth of experience in IT, entrepreneurship, business processes, trading, property and asset development, international management and academia. The business’ ethos is to provide NEM’s blockchain technology platform to enhance enterprise whilst being run by the people, for the people. NEM’s team provides this through an array of support and education, from training events and service providers to technical support for the ecosystem.",
		"aboutTextPara_2": "Our unique leadership approach sets a clear, rigorous course for an ever-evolving influence growing in every business and region, at every level. As a result, our leadership team reflects a group of internationally diverse individuals with breadth and depth of experience across the foundation.",
		"button": "Know More",
		"urlError": "Unable to open link"
	},
	"NodeSwitching": {
		"title": "Hold on",
		"description": "We are switching your node.",
		"errorMessage": "Error switching node"
	},
	"Notification": {
		"content": {
			"title": "%{count} new %{transactionType} transaction(s)",
			"message": "%{address}"
		},
		"error": {
			"restricted": "Restricted Background Notification, Background tasks are restricted on your device",
			"denied": "Background Notification Denied. Please enable ' Background App Refresh ' for this app"
		}
	},
	"Shared": {
		"Warning": {
			"warning": "Warning",
			"cancelModalButton": "Cancel"
		}
	},
	"QRScanner": {
		"alert": "Please focus on a QR code"
	},
	"LoadProfile": {
		"NetworkManager": {
			"connectingNode": "Connecting to a node...",
			"connectionError": "Connection failed",
			"retryButton": "Retry"
		}
	},
	"OptIn": {
		"DashboardModalTitle": "Mainnet has not launched yet",
		"DashboardModalDescription": "You can Opt-in funds from NEM NIS1 to Symbol this account",
		"DashboardModalButton": "GO TO Opt-in",
		"WelcomeTitle": "Opt-in to Symbol",
		"WelcomeDescription": "By completing Opt-in, you are expressing your intention to participate in the launch of Symbol public blockchain. This will enable you to claim XYM funds equivalent to your XEM account balance at the time of the Snapshot (your XEM on the NEM NIS1 blockchain will not be affected). You can also re-register your NEM NIS1 namespaces (if you have one) starting at the first Symbol block. You can make changes to the balance of your XEM account, it is the balance at the time of the Snapshot that will determine the amount of XYM you receive.",
		"StoppedDescription": "Opt-in has finished. You should update your application to get the latest news",
		"NoAccountsImported": "You have not imported an XEM account. To start, please import one.",
		"SelectNISAccount": "Please, select a XEM account:",
		"NormalOptIn": "Opt-in",
		"MultisigOptIn": "Multisig Opt-in",
		"ReviewNormalOptIn": "Review Opt-in",
		"CosignMultisigOptIn": "Cosign Multisig Opt-in",
		"SelectAccountTitle": "Select XEM account",
		"NISAccountListTitle": "Your XEM accounts",
		"ConfigureAccount": "Select an account(s) you would like to Opt-in",
		"EmptyAccountList": "No imported accounts found. Please import a XEM account using the buttons below. Then you can Opt-in or cosign the Opt-in of a multisig account by selecting one from the list.",
		"AccountIsNotOptedIn": "This account is not Opted-in yet!",
		"AccountIsOptedIn": "This account is successfully Opted-in",
		"AccountIsNotOptedInList": "Press to Opt-in!",
		"AccountIsOptedInList": "Opted-in",
		"AccountIsOptedInMultisigList": "Cosign multisig",
		"SelectMultisigAccountTitle": "Select multisig XEM account",
		"ImportNISAccount": "Import new account",
		"ChangeNISAccount": "Change account",
		"PrivateKey": "Private Key",
		"QR": "QR",
		"ImportAccountPrivateKey": "Add account via Private Key",
		"ImportAccountQR": "Add account via QR",
		"ImportNISPrivateKey": "Import private key",
		"EnterNISPrivateKey": "Enter private key",
		"InvalidPrivateKey": "Invalid private key",
		"EnterNISPassword": "Enter QR password",
		"Import": "Import",
		"NoNISAccounts": "You haven't imported a XEM account yet",
		"ImportQR": "Import using QR",
		"InvalidQRErrorText": "Invalid QR code",
		"Balance": "Balance:",
		"CurrentBalance": "Current balance:",
		"StartOptInTitle": "Start Opt-in",
		"ReviewOptInTitle": "Review Opt-in",
		"Next": "Next",
		"HowToMultisig": "This account is multisig cosignatory. You should complete Opt-in for this account first to unlock cosign multisig Opt-in.",
		"BalanceWarning": "Only the funds in this account during the snapshot block are the funds that will be included in Symbol account at launch.",
		"StartOptInDescription": "You are going to start the Opt-in process for regular non-multisig account. By doing this, you will Opt-in namespaces to a destination account. This process involves the following steps:",
		"StartOptInStep1": "Select namespaces to Opt-in",
		"StartOptInStep2": "Step 2: Create a symbol account",
		"StartOptInStep3": "Step 3: Backup the symbol account",
		"StartOptInStepFinal": "Final: Review and complete Opt-in",
		"NamespacesOptInTitle": "Select namespaces",
		"NamespacesOptInDescription": "Now you can Opt-in the Namespace(s) you own on NEM NIS1. This provides a placeholder for the same Namespace(s) on the Symbol blockchain. Each namespace chosen will increase the fee of the opt-in process.",
		"SetupVrf": "Go to setup VRF",
		"VrfOptInTitle": "Include VRF keys",
		"VrfOptInDescription": "VRF keys allow your account to harvest block rewards. If you plan to hold over 10,000 XYM in your account after launch and would like to harvest on the Symbol blockchain, you need to add VRF keys to the Opt-in process.",
		"VrfOptInCheck": "Include VRF keys for harvesting",
		"VRFPublicKey": "VRF Public key",
		"VRFPrivateKey": "VRF Private key",
		"ReviewSymbolAccount": "Review Symbol Account",
		"ReviewSymbolAccountTitle": "Step 2: Review Symbol account",
		"ReviewSymbolAccountDescription": "This is your Symbol account, the only way to recover it is by knowing the mnemonics. Please write in a safe place all of them and then backup the QR code.",
		"ReviewSymbolAddress": "Your Symbol address:",
		"ReviewSymbolMnemonics": "Your Symbol mnemonics:",
		"BackupSymbolAccountTitle": "Step 3: Backup Symbol account",
		"NotEnoughBalance": "Account doesn't have enough balance",
		"SendingOptIn": "Sending Opt-in",
		"FinishOptIn": "Complete Opt-in",
		"FinishOptInDescription": "This is the final data for Opt-in. Please review it carefully and press complete to end the process.",
		"NISAddress": "XEM Account Address:",
		"SymbolAccount": "Symbol Account Address:",
		"Namespaces": "Namespaces:",
		"NoNamespacesIncluded": "No namespaces included",
		"VRFPublicKeyLabel": "VRF Public Key:",
		"CostOfOperation": "Cost of operation:",
		"Understand1": "I have backed up my mnemonic passphrase for the Opt-in process and understand it is my responsibility to save and back it up",
		"Understand2": "I understand that only XEM funds that I hold in my XEM account at the snapshot will be included in my Symbol XYM account at launch. I understand that any changes I make to my XEM account between now and the snapshot will be reflected in my XYM balance at Symbol launch.",
		"Send": "Confirm Opt-in",
		"ConfirmOptInTitle": "Confirm Opt-in",
		"ConfirmButton": "Confirm",
		"SuccessOptInTitle": "Success",
		"SuccessOptInDescription": "This account is Opted-in!",
		"SummaryTitle": "Opt-in Summary",
		"SummaryDescription": "You have completed the Opt-in, here is the information of it",
		"MultisigOptInDescription": "To start the Opt-in for a Multisig Account, one of the cosigantories must initiate it via NEM Desktop Wallet (Nano Wallet). After that you can find this account in dropdown list below and sign Opt-in. Opt-in for a Multisig Account is completed when all cosignatories have signed it",
		"SelectMultisigAccount": "Please select the multisig account to Opt-in",
		"OptInNotInitiated": "Opt-in for this Multisig Account hasn't been initiated yet. Please do it using the NEM Desktop Wallet (Nano Wallet)",
		"CosignerSignatures": "Cosigner signatures",
		"BalanceToBeIncluded": "Balance to be included",
		"CosigningOptIn": "Cosigning Opt-in",
		"CosignOptIn": "Cosign Opt-in",
		"EnterPasswordToDecryptQR": "Enter the password to decrypt the QR",
		"Decrypt": "Decrypt",
		"GoBack": "Go Back",
		"OkButton": "Ok",
		"OptInDoneStatus": "Opt-in Completed",
		"MultisigIsCosignedStatus": "You have signed",
		"PendingAnotherSignaturesStatus": "Waiting for signatures from another cosigners",
		"ImportErrorAccountAlreadyImported": "Account already imported",
		"ImportErrorMultisigAccountNotAllowed": "Your multi-signature opt-in request must be issued with cosigner accounts",
		"ImportErrorWrongOptedInAccount": "The account has already opted-in, but the Symbol account is not the one in this wallet. Please import the correct Symbol account or use another XEM account private key",
		"ErrorCreatingAccount": "Failed to create account",
		"NamespaceUnavailable": "Unavailable"
	},
	"menu": {
		"news": "News",
		"mosaics": "Mosaics",
		"home": "Home",
		"history": "History",
		"harvest": "Harvest"
	},
	"plugin": {
		"send": "Send",
		"receive": "Receive",
		"more": "More"
	},
	"Harvest": {
		"StartHarvesting": {
			"submitButton": "Start",
			"title": "Delegated Harvesting"
		},
		"CreateRemoteAccount": {
			"submitButton": "Create",
			"title": "Create remote account"
		}
	},
	"table": {
		"type": "Type",
		"recipientAddress": "Recipient Address",
		"messageText": "Message / Memo",
		"messageEncrypted": "Message encryption",
		"fee": "Fee",
		"accountName": "Account name",
		"address": "Address",
		"publicKey": "Public key",
		"privateKey": "Private key",
		"balance": "Balance"
	}
}
