{
	"hello": "Hello",
	"LoadingText": "Please wait..",
	"InvalidPassword": "Invalid password",
	"error": "Error",
	"TERMS_title": "Terms and Conditions",
	"TERMS_button": "Terms and Conditions",
	"PRIVACY_title": "Privacy Policy",
	"PRIVACY_button": "Privacy Policy",
	"TERMS_agreeText": "I accept the {terms} and {privacy}",
	"TERMS_content": "THESE TERMS AND CONDITIONS (“TERMS”) APPLY TO EACH PROSPECTIVE PARTICIPANT IN THE SYMBOL PROJECT AND HOLDER",
	"PRIVACY_content": "This privacy policy aims to give you information on how the Company collects and processes your personal data through your use of the Symbol Blockchain and Symbol Account, including any data you may provide. \n\nIt is important that you read this privacy policy together with any other privacy policy or fair processing policy we may provide on specific occasions when we are collecting or processing personal data about you so that you are fully aware of how and why we are using your data. This privacy policy supplements other notices and privacy policies and is not intended to override them. \n\nThe Company is the controller and responsible for your personal data. We have appointed a data privacy manager who is responsible for overseeing questions in relation to this privacy policy. If you have any questions about this privacy policy, including any requests to exercise your legal rights, please contact the data privacy manager using the details set out below. \n\n\nCONTACT DETAILS \n\nIf you have any questions about this privacy policy or our privacy practices, please contact our data privacy manager in the following ways: Full name of legal entity: Symbol Chain Limited Email address: privacy@nem.group Postal address: Suite 7, Hadfield House, Library Street, Gibraltar GX11 1AA \n\nIf you remain dissatisfied, you can make a complaint about the way we process your personal information to the Gibraltar Regulatory Authority details found on their website at www.gra.gi or by emailing them on info@gra.gi \n\n\nCHANGES TO THE PRIVACY POLICY AND YOUR DUTY TO INFORM US OF CHANGES \n\nWe keep our privacy policy under regular review. It is important that the personal data we hold about you is accurate and current. Please keep us informed if your personal data changes during your relationship with us. \n\n\nTHE DATA WE COLLECT ABOUT YOU \n\nThe Company collects only limited data about you. In particular, this is IP data, cookie data and your NIS1 Account data. We do not collect any other data about You beyond what is reasonably required for the Symbol Project. \n\n\nHOW IS YOUR PERSONAL DATA COLLECTED? \n\nYour personal data is only collected by the Company in accordance with the description of the Symbol Project in these Terms. \n\n\nHOW WE USE YOUR PERSONAL DATA AND PURPOSES FOR WHICH WE WILL USE YOUR PERSONAL DATA \n\nWe will only use your personal data as described in clause 4 of these Terms when the law allows us to. Most commonly, we will use your personal data in the following way: \n\n● In order to facilitate and/or carry out the Symbol Project as described in these Terms. \n\n● Where we need to perform the contract we are about to enter into or have entered into with you. \n\n● Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests. \n\n● Where we need to comply with a legal obligation. \n\n\nCHANGE OF PURPOSE \n\nWe will only use your personal data for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason and that reason is compatible with the original purpose. If you wish to get an explanation as to how the processing for the new purpose is compatible with the original purpose, please contact us. If we need to use your personal data for an unrelated purpose, we will notify you and we will explain the legal basis which allows us to do so. \nPlease note that we may process your personal data without your knowledge or consent, in compliance with the above rules, where this is required or permitted by law. \n\n\nDATA SECURITY \n\nWe have put in place appropriate security measures to prevent your personal data from being accidentally lost, used or accessed in an unauthorised way, altered or disclosed. In addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know. They will only process your personal data on our instructions and they are subject to a duty of confidentiality. We have put in place procedures to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do so. \n\n\nDATA RETENTION - HOW LONG WILL YOU USE MY PERSONAL DATA FOR? \n\nWe will only retain your personal data for as long as reasonably necessary to fulfil carry out the Symbol Project, including for the purposes of satisfying any legal, regulatory, tax, accounting or reporting requirements. We may retain your personal data for a longer period in the event of a complaint or if we reasonably believe there is a prospect of litigation in respect to our relationship with you. \n\n\nYOUR LEGAL RIGHTS \n\nUnder certain circumstances, you have rights under data protection laws in relation to your personal data. These are set out at the bottom of this privacy policy. If you wish to exercise any such rights, please contact us. \n\n\nNO FEE USUALLY REQUIRED \n\nYou will not have to pay a fee to access your personal data (or to exercise any of the other rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive. Alternatively, we could refuse to comply with your request in these circumstances. \n\n\nWHAT WE MAY NEED FROM YOU \n\nWe may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights). This is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it. We may also contact you to ask you for further information in relation to your request to speed up our response. \n\n\nTIME LIMIT TO RESPOND \n\nWe try to respond to all legitimate requests within one month. Occasionally it could take us longer than a month if your request is particularly complex or you have made a number of requests. In this case, we will notify you and keep you updated. \n\n\nYOUR LEGAL RIGHTS \n\nYou have the right to: \n\n● Request access to your personal data (commonly known as a \"data subject access request\"). This enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it. \n\n● Request correction of the personal data that we hold about you. This enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us. \n\n● Request erasure of your personal data. This enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it. You also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully or where we are required to erase your personal data to comply with local law. Note, however, that we may not always be able to comply with your request of erasure for specific legal reasons which will be notified to you, if applicable, at the time of your request. \n\n● Object to processing of your personal data where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms. You also have the right to object where we are processing your personal data for direct marketing purposes. In some cases, we may demonstrate that we have compelling legitimate grounds to process your information which override your rights and freedoms. \n\n● Request restriction of processing of your personal data. This enables you to ask us to suspend the processing of your personal data in the following scenarios: \n- If you want us to establish the data's accuracy. \n- Where our use of the data is unlawful but you do not want us to erase it. \n- Where you need us to hold the data even if we no longer require it as you need it to establish, exercise or defend legal claims. o You have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it. \n\n● Request the transfer of your personal data to you or to a third party. We will provide to you, or a third party you have chosen, your personal data in a structured, commonly used, machine- readable format. Note that this right only applies to automated information which you initially provided consent for us to use or where we used the information to perform a contract with you. \n\n● Withdraw consent at any time where we are relying on consent to process your personal data. However, this will not affect the lawfulness of any processing carried out before you withdraw your consent. If you withdraw your consent, we may not be able to provide certain products or services to you. We will advise you if this is the case at the time you withdraw your consent.",
	"TERMS_confirmButton": "ACCEPT TERMS",
	"INTRO_slideOne": {
		"title": "Welcome to Symbol",
		"text": "The next generation blockchain from NEM."
	},
	"INTRO_slideTwo": {
		"title": "Get Started with XYM",
		"text": "Learn more about how to Opt-in for the Symbol network launch with this app at nemplatform.com/symbol-migration."
	},
	"INTRO_slideThree": {
		"title": "The Smart Blockchain",
		"text": "Symbol plugin enabled smart contracts and architecture make it the most stable and secure blockchain."
	},
	"INTRO_createWalletButton": "Create Wallet",
	"INTRO_alreadyHaveWallet": "Already have a Symbol wallet?",
	"INTRO_importWalletButton": "Import It",
	"IMPORT_WALLET_OPTIONS_title": "Import Wallet",
	"IMPORT_WALLET_OPTIONS_content": "Import your Symbol wallet by entering your 24 words passphrase (mnemonics) or by scanning your QR code. Choose your option",
	"IMPORT_WALLET_OPTIONS_button_mnemonics": "Restore with Mnemonics",
	"IMPORT_WALLET_OPTIONS_button_qr": "Scan QR Code",
	"ImportWallet": {
		"EnterMnemonics": {
			"title": "Import Wallet",
			"content": "Import your Wallet by entering your mnemonics in order.",
			"button": "Import",
			"ignoreWarning": "Ignore Warning",
			"cancelModalButton": "Cancel",
			"error": {
				"invalidMnemonic": "Invalid Mnemonic",
				"invalidMnemonics": "Invalid Mnemonics."
			}
		},
		"ImportOptions": {
			"title": "Import Wallet",
			"buttonTitleRestoreMnemonics": "Restore with Mnemonics",
			"buttonTitleQr": "Scan QR Code",
			"contentPlaceholder": "Import your Symbol wallet by entering your 24 words passphrase (mnemonics) or by scanning your QR code. Choose your option"
		},
		"EnterPassword": {
			"title": "Enter Password",
			"inputPassword": "Enter Password",
			"inputConfirmPassword": "Confirm Password",
			"dashboardButton": "Go to Dashboard",
			"alert": "Alert",
			"alertTextCancel": "Cancel"
		},
		"ShowQRCode": {
			"errorTitle": "Not a valid Symbol QR code"
		}
	},
	"CreateWallet": {
		"WalletName": {
			"title": "Create Wallet",
			"inputLabel": "Wallet Name",
			"inputPlaceholder": "Enter your wallet name",
			"submitButton": "Create"
		},
		"GenerateKey": {
			"title": "Shake It!",
			"description": "Shake your phone for entropy",
			"submitButton": "Finish"
		},
		"GenerateBackup": {
			"title": "Create Backup",
			"description": "You can create a backup of your wallet by writing down your wallet’s passphrase (mnemonics) and storing it in a safe place - you are then able to import your wallet again, but remember that anyone that has the access to your passphrase also has access to your accounts created from it and therefore your funds. You can alternatively create a backup of your wallet by generating a QR code that contains your passphrase.",
			"mnemonicButton": "Back Up with Mnemonics",
			"QRButton": "Back Up with QR Code",
			"dashboardButton": "Skip backup"
		},
		"ShowMnemonics": {
			"title": "Mnemonic Passphrase",
			"description": "Please write down a 24-word backup passphrase (mnemonics) and keep the copy in a secure place. So you can restore your wallet at any time.",
			"submitButton": "Next"
		},
		"SetPassword": {
			"title": "Create Password",
			"inputPassword": "Enter Password",
			"inputConfirmPassword": "Confirm Password",
			"checkboxText": "I don’t want to use a password to encrypt my backup passphrase (mnemonics) to protect the QR code",
			"submitButton": "Generate",
			"alert": "Alert",
			"alertPasswordConfirmation": "The password and its confirmation do not match.",
			"alertTextBack": "Back",
			"alertTextCancel": "Cancel",
			"errorPasswordTooShort": "Password must be at least 8 characters"
		},
		"VerifyMnemonics": {
			"title": "Verify your Passphrase",
			"description": "Please select the words in order to make sure your mnemonic passphrase is correct.",
			"submitButton": {
				"title": "Finish"
			},
			"error": {
				"passphraseOrder": "Invalid Recovery Phrase Order."
			},
			"success": {
				"passphraseOrder": "Success, proceed."
			}
		},
		"ShowQRCode": {
			"title": "Wallet Backup",
			"description": "You can later import the wallet again by scanning the QR code and providing the password you have chosen",
			"downloadButton": "Download QR Code",
			"dashboardButton": "Go to Dashboard",
			"permissionTitle": "Symbol Wallet Permission",
			"permissionMessage": "Symbol Wallet needs access to your storage to save your mnemonic QR code.",
			"permissionTextCancel": "Cancel",
			"permissionTextOk": "OK",
			"downloadFailed": "Download failed",
			"walletMnemonicQrSaved": "Wallet Mnemonic QR code has saved to",
			"unableToCreateSnapShot": "Unable to create QR snapshot!"
		}
	},
	"WalletLoading": {
		"title": "Get ready \nwith Symbol",
		"description": "We are setting up your wallet!"
	},
	"NetworkLoading": {
		"title": "Fetching network info",
		"error": "Error fetching network info. Please try later."
	},
	"Settings": {
		"title": "Settings",
		"useMainnet": "Use Mainnet",
		"passcode": {
			"turnOnPasscode": "Turn on Passcode",
			"turnOffPasscode": "Turn off Passcode",
			"choose": {
				"title": "Create a Passcode",
				"subtitle": "Enter Passcode",
				"titleconfirm": "Confirm your Passcode"
			},
			"enterPasscode": {
				"title": "Enter Passcode"
			},
			"enterBiometrics": {
				"title": "Enter Passcode"
			},
			"promptTitle": "Turn on Passcode",
			"promptMessage": "You haven't set a passcode yet, create one now?",
			"alertTextCancel": "Cancel",
			"alertTextOk": "OK",
			"titleError": "Incorrect Passcode",
			"subtitleError": "Please try again"
		},
		"touchID": {
			"turnOnTouchID": "Turn on Touch ID",
			"turnOffTouchID": "Turn off Touch ID",
			"promptTitle": "Require passcode",
			"promptMessage": "You haven't set a passcode yet, create one now?"
		},
		"node": {
			"menuTitle": "Node",
			"pageTitle": "Select Node",
			"submitButton": "Done",
			"errorNetworkExist": "Network already exist",
			"errorInvalidUrl": "Invalid URL",
			"costomNode": "Custom node",
			"customNodeURLInputPlaceholder": "Enter node URL"
		},
		"nisNode": {
			"menuTitle": "NEM NIS1 Node",
			"pageTitle": "Select NEM NIS1 Node",
			"submitButton": "Done",
			"errorInvalidUrl": "Invalid URL",
			"errorBadNodeTitle": "Failed to switch node",
			"errorBadNodeDescription": "Node is not responding"
		},
		"optIn": {
			"menuTitle": "Opt-in"
		},
		"feedback": {
			"submitButton": "Send",
			"title": "Give Feedback",
			"urlError": "Unable to open email client",
			"enterSubjectInputPlaceholder": "Enter subject",
			"enterMessageInputPlaceholder": "Enter message"
		},
		"language": {
			"title": "Language",
			"selectBoxTitle": "Select Language"
		},
		"currency": {
			"title": "Currency",
			"selectBoxTitle": "Select Currency"
		},
		"notification": {
			"title": "Notification",
			"selectBoxTitle": "Select Notification Interval"
		},
		"backup": "Backup",
		"giveFeedback": "Give Feedback",
		"aboutNem": "About Symbol",
		"logout": "Logout"
	},
	"AccountDetails": {
		"title": "Account Details",
		"urlError": "Unable to open link",
		"noMosaics": "No Mosaics available",
		"mosaicBalances": "Mosaic Balances",
		"loading": "Loading...",
		"edit": "Edit"
	},
	"ManageAccount": {
		"title": "Manage Accounts",
		"addAccountButton": "Add New Account",
		"inputLabel": "Enter your account name",
		"inputPlaceholder": "Account Name",
		"submitButton": "Done",
		"moreInfo": "More Info",
		"inputSubmitError": "Error updating account name. Please try again later",
		"showHiddenAccounts": "Show hidden accounts"
	},
	"CreateNewAccount": {
		"title": "Create New Account",
		"inputLabel": "Account Name",
		"inputPlaceholder": "Enter your account name",
		"submitButton": "Add",
		"inputSubmitError": "Error creating account name. Please try again later"
	},
	"About": {
		"title": "About Symbol",
		"aboutTextPara_1": "The NEM Group Limited is endorsed by an international network, compiled of a wealth of experience in IT, entrepreneurship, business processes, trading, property and asset development, international management and academia. The business’ ethos is to provide NEM’s blockchain technology platform to enhance enterprise whilst being run by the people, for the people. NEM’s team provides this through an array of support and education, from training events and service providers to technical support for the ecosystem.",
		"aboutTextPara_2": "Our unique leadership approach sets a clear, rigorous course for an ever-evolving influence growing in every business and region, at every level. As a result, our leadership team reflects a group of internationally diverse individuals with breadth and depth of experience across the foundation.",
		"button": "Know More",
		"urlError": "Unable to open link"
	},
	"NodeSwitching": {
		"title": "Hold on",
		"description": "We are switching your node.",
		"errorMessage": "Error switching node"
	},
	"Notification": {
		"content": {
			"title": "%{count} new %{transactionType} transaction(s)",
			"message": "%{address}"
		},
		"error": {
			"restricted": "Restricted Background Notification, Background tasks are restricted on your device",
			"denied": "Background Notification Denied. Please enable ' Background App Refresh ' for this app"
		}
	},
	"Shared": {
		"Warning": {
			"warning": "Warning",
			"cancelModalButton": "Cancel"
		}
	},
	"QRScanner": {
		"alert": "Please focus on a QR code"
	},
	"LoadProfile": {
		"NetworkManager": {
			"connectingNode": "Connecting to a node...",
			"connectionError": "Connection failed",
			"retryButton": "Retry"
		}
	},
	"OptIn": {
		"DashboardModalTitle": "Mainnet has not launched yet",
		"DashboardModalDescription": "You can Opt-in funds from NEM NIS1 to Symbol this account",
		"DashboardModalButton": "GO TO Opt-in",
		"WelcomeTitle": "Opt-in to Symbol",
		"WelcomeDescription": "By completing Opt-in, you are expressing your intention to participate in the launch of Symbol public blockchain. This will enable you to claim XYM funds equivalent to your XEM account balance at the time of the Snapshot (your XEM on the NEM NIS1 blockchain will not be affected). You can also re-register your NEM NIS1 namespaces (if you have one) starting at the first Symbol block. You can make changes to the balance of your XEM account, it is the balance at the time of the Snapshot that will determine the amount of XYM you receive.",
		"StoppedDescription": "Opt-in has finished. You should update your application to get the latest news",
		"NoAccountsImported": "You have not imported an XEM account. To start, please import one.",
		"SelectNISAccount": "Please, select a XEM account:",
		"NormalOptIn": "Opt-in",
		"MultisigOptIn": "Multisig Opt-in",
		"ReviewNormalOptIn": "Review Opt-in",
		"CosignMultisigOptIn": "Cosign Multisig Opt-in",
		"SelectAccountTitle": "Select XEM account",
		"NISAccountListTitle": "Your XEM accounts",
		"ConfigureAccount": "Select an account(s) you would like to Opt-in",
		"EmptyAccountList": "No imported accounts found. Please import a XEM account using the buttons below. Then you can Opt-in or cosign the Opt-in of a multisig account by selecting one from the list.",
		"AccountIsNotOptedIn": "This account is not Opted-in yet!",
		"AccountIsOptedIn": "This account is successfully Opted-in",
		"AccountIsNotOptedInList": "Press to Opt-in!",
		"AccountIsOptedInList": "Opted-in",
		"AccountIsOptedInMultisigList": "Cosign multisig",
		"SelectMultisigAccountTitle": "Select multisig XEM account",
		"ImportNISAccount": "Import new account",
		"ChangeNISAccount": "Change account",
		"PrivateKey": "Private Key",
		"QR": "QR",
		"ImportAccountPrivateKey": "Add account via Private Key",
		"ImportAccountQR": "Add account via QR",
		"ImportNISPrivateKey": "Import private key",
		"EnterNISPrivateKey": "Enter private key",
		"InvalidPrivateKey": "Invalid private key",
		"EnterNISPassword": "Enter QR password",
		"Import": "Import",
		"NoNISAccounts": "You haven't imported a XEM account yet",
		"ImportQR": "Import using QR",
		"InvalidQRErrorText": "Invalid QR code",
		"Balance": "Balance:",
		"CurrentBalance": "Current balance:",
		"StartOptInTitle": "Start Opt-in",
		"ReviewOptInTitle": "Review Opt-in",
		"Next": "Next",
		"HowToMultisig": "This account is multisig cosignatory. You should complete Opt-in for this account first to unlock cosign multisig Opt-in.",
		"BalanceWarning": "Only the funds in this account during the snapshot block are the funds that will be included in Symbol account at launch.",
		"StartOptInDescription": "You are going to start the Opt-in process for regular non-multisig account. By doing this, you will Opt-in namespaces to a destination account. This process involves the following steps:",
		"StartOptInStep1": "Select namespaces to Opt-in",
		"StartOptInStep2": "Step 2: Create a symbol account",
		"StartOptInStep3": "Step 3: Backup the symbol account",
		"StartOptInStepFinal": "Final: Review and complete Opt-in",
		"NamespacesOptInTitle": "Select namespaces",
		"NamespacesOptInDescription": "Now you can Opt-in the Namespace(s) you own on NEM NIS1. This provides a placeholder for the same Namespace(s) on the Symbol blockchain. Each namespace chosen will increase the fee of the opt-in process.",
		"SetupVrf": "Go to setup VRF",
		"VrfOptInTitle": "Include VRF keys",
		"VrfOptInDescription": "VRF keys allow your account to harvest block rewards. If you plan to hold over 10,000 XYM in your account after launch and would like to harvest on the Symbol blockchain, you need to add VRF keys to the Opt-in process.",
		"VrfOptInCheck": "Include VRF keys for harvesting",
		"VRFPublicKey": "VRF Public key",
		"VRFPrivateKey": "VRF Private key",
		"ReviewSymbolAccount": "Review Symbol Account",
		"ReviewSymbolAccountTitle": "Step 2: Review Symbol account",
		"ReviewSymbolAccountDescription": "This is your Symbol account, the only way to recover it is by knowing the mnemonics. Please write in a safe place all of them and then backup the QR code.",
		"ReviewSymbolAddress": "Your Symbol address:",
		"ReviewSymbolMnemonics": "Your Symbol mnemonics:",
		"BackupSymbolAccountTitle": "Step 3: Backup Symbol account",
		"NotEnoughBalance": "Account doesn't have enough balance",
		"SendingOptIn": "Sending Opt-in",
		"FinishOptIn": "Complete Opt-in",
		"FinishOptInDescription": "This is the final data for Opt-in. Please review it carefully and press complete to end the process.",
		"NISAddress": "XEM Account Address:",
		"SymbolAccount": "Symbol Account Address:",
		"Namespaces": "Namespaces:",
		"NoNamespacesIncluded": "No namespaces included",
		"VRFPublicKeyLabel": "VRF Public Key:",
		"CostOfOperation": "Cost of operation:",
		"Understand1": "I have backed up my mnemonic passphrase for the Opt-in process and understand it is my responsibility to save and back it up",
		"Understand2": "I understand that only XEM funds that I hold in my XEM account at the snapshot will be included in my Symbol XYM account at launch. I understand that any changes I make to my XEM account between now and the snapshot will be reflected in my XYM balance at Symbol launch.",
		"Send": "Confirm Opt-in",
		"ConfirmOptInTitle": "Confirm Opt-in",
		"ConfirmButton": "Confirm",
		"SuccessOptInTitle": "Success",
		"SuccessOptInDescription": "This account is Opted-in!",
		"SummaryTitle": "Opt-in Summary",
		"SummaryDescription": "You have completed the Opt-in, here is the information of it",
		"MultisigOptInDescription": "To start the Opt-in for a Multisig Account, one of the cosigantories must initiate it via NEM Desktop Wallet (Nano Wallet). After that you can find this account in dropdown list below and sign Opt-in. Opt-in for a Multisig Account is completed when all cosignatories have signed it",
		"SelectMultisigAccount": "Please select the multisig account to Opt-in",
		"OptInNotInitiated": "Opt-in for this Multisig Account hasn't been initiated yet. Please do it using the NEM Desktop Wallet (Nano Wallet)",
		"CosignerSignatures": "Cosigner signatures",
		"BalanceToBeIncluded": "Balance to be included",
		"CosigningOptIn": "Cosigning Opt-in",
		"CosignOptIn": "Cosign Opt-in",
		"EnterPasswordToDecryptQR": "Enter the password to decrypt the QR",
		"Decrypt": "Decrypt",
		"GoBack": "Go Back",
		"OkButton": "Ok",
		"OptInDoneStatus": "Opt-in Completed",
		"MultisigIsCosignedStatus": "You have signed",
		"PendingAnotherSignaturesStatus": "Waiting for signatures from another cosigners",
		"ImportErrorAccountAlreadyImported": "Account already imported",
		"ImportErrorMultisigAccountNotAllowed": "Your multi-signature opt-in request must be issued with cosigner accounts",
		"ImportErrorWrongOptedInAccount": "The account has already opted-in, but the Symbol account is not the one in this wallet. Please import the correct Symbol account or use another XEM account private key",
		"ErrorCreatingAccount": "Failed to create account",
		"NamespaceUnavailable": "Unavailable"
	},
	"menu": {
		"news": "News",
		"mosaics": "Mosaics",
		"home": "Home",
		"history": "History",
		"harvest": "Harvest"
	}
}
