{
	"hello": "Hello",
	"LoadingText": "Please wait..",
	"InvalidPassword": "Invalid password",
	"error": "Error",
	"TERMS_title": "Terms and Conditions",
	"TERMS_button": "Terms and Conditions",
	"PRIVACY_title": "Privacy Policy",
	"PRIVACY_button": "Privacy Policy",
	"TERMS_agreeText": "I accept the {terms} and {privacy}",
	"TERMS_content": "THESE TERMS AND CONDITIONS (“TERMS”) APPLY TO YOUR USE OF THE “SYMBOL\nWALLET” (MORE PARTICULARLY DESCRIBED BELOW) PROVIDED BY NEM SOFTWARE\nLIMITED.\nBY USING THE SYMBOL WALLET, YOU WILL BE BOUND BY THESE TERMS WHICH ARE A\nBINDING CONTRACT BETWEEN YOU AND NEM SOFTWWARE LIMITED.\nPLEASE READ THESE TERMS CAREFULLY AND NOTE THAT THE SECTION ON DISPUTE\nRESOLUTION CONTAINS A BINDING JURISDICTION CLAUSE WHICH AFFECTS YOUR\nLEGAL RIGHTS. IF YOU DO NOT AGREE TO THESE TERMS, DO NOT USE THE SYMBOL\nWALLET.\nYOU AND THE COMPANY HEREBY AGREE AS FOLLOWS:\n1. Parties to these Terms\n1.1 NEM SOFTWARE LIMITED, a company incorporated and registered in Gibraltar under\nnumber 119521 and with its registered address at Suite 7, Hadfield House, Library Street,\nGibraltar, GX11 1AA (“Company”, “we”, “us” or “our” as the context may require) and its\nsuccessors in interests and assigns.\n1.2 The natural or legal person who/which accepts these Terms and agrees to use the Symbol\nWallet (as defined below) as set out in these Terms (“you” or “your” as the context may\nrequire).\nIn these Terms, you and the Company are hereinafter collectively referred to as the “Parties” and\neach individually as a “Party” as the context may require.\nIf you have any questions relating to these Terms, please contact us at\nsymbolterms@nem.software.\n2. The Symbol Wallet\n2.1 Version 1 of the NEM blockchain and the XEM token was launched in March 2015. Since\nthat time, the NEM community has determined that it would be desirable to develop a new\nblockchain, which has now been developed (the “Symbol Blockchain”). The Symbol\nBlockchain is expected to be launched in early 2021 along with the new XYM token which\nwill be its native currency (“XYM”).\n2.2 The application known as the Symbol Wallet is a piece of software offered by the Company\nconnecting and interacting with the Symbol Blockchain (the “Symbol Wallet”), which allows\nits users to access a range of services including (but not limited to) creating, issuing, signing\nand viewing transactions and associated data on the Symbol Blockchain (the “Services”).\n2.3 The Symbol Wallet consists of:\n(a) various pieces of open source code (the “Open Source Code”) committed to the Open\nSource Github repositories for the Symbol Blockchain, licensed under and governed by\nVersion 2.0 of the Apache License which can be viewed at\nhttps://www.apache.org/licenses/LICENSE-2.0 (the “Apache License”); and\n(b) other pieces of code produced by the Company which are its sole and exclusive property\n(the “Proprietary Code”). \nThe Open Source Code and of the Proprietary Code have been combined by us in a\nparticular manner (the “Combination Structure”) in order to create the Symbol Wallet.\n2.4 A desktop version of the Symbol Wallet is available to download from the our website:\nhttps://symbolplatform.com (the “Website”) or from any other website which we have\nprovided a link to on the Website (. Mobile versions of the Symbol Wallet are available to be\ndownloaded from various app stores for mobile devices. The Website, the said other\nwebsites linked =thereto from which the Symbol Wallet can be downloaded and the said app\nstores for mobile devices shall collectively be referred to as a “Download Source”.\n2.5 The Symbol Wallet is not an account whereby the Company or other third parties act as\nfinancial intermediaries or safekeepers of XYM or other data such as mosaics (collectively,\nthe “Wallet Assets”). The Company acts as a software provider only and does not operate\nas a crypto-exchange, a place for buying or selling Wallet Assets, a place to store Wallet\nAssets, a custodian of Wallet Assets, a payment service provider, an e-money institution and\ndoes not provide customer accounts. The Symbol Wallet solely enables its user to access\ntheir electronic wallet via mobile telephone or other mobile or desktop device.\n2.6 We do not have any control over goods and services which are paid for using the Symbol\nWallet, we do not accept any liability for this and we are not responsible for the successful\ncompletion of business transactions between buyers and sellers.\n2.7 The Company cannot retrieve your private codes or passwords if you have lost them or\nforgotten them and it cannot guarantee a transaction confirmation because we do not have\nany control over the user's Symbol Wallet.\n2.8 Updates. The Symbol Wallet and the Services are evolving and you may be required to\naccept or install updates in this regard or update third party software (that is, browsers or\noperating systems) in order to keep using the Symbol Wallet or access its latest features,\nincluding security updates. We may update or make changes to the Symbol Wallet and/or\nthe Services at any time without providing prior notice to you.\n2.9 The terms and conditions of the app store from which a Symbol Wallet may be downloaded,\nmust be observed in addition to these Terms.\n3. Personal data\nThe Company does not require you to provide us with any item of your personal data and,\nas such, we do not obtain, process or store your personal data. None of the Services require\nyou to provide your personal data and, to the extent that you may do so, such data would be\nstored or processed by you locally on your desktop and/or mobile device and not by us.\n4. The Open Source Software & Grant of licence\n4.1 The use, licensing and redistribution of the Open Source Software is governed by the Apache\nLicense. The grant of the License by the Company set out in clause 4.3 below shall be\nsubject to the terms of the Apache License and shall not restrict the use, licensing and\nredistribution of the Open Source Software.\n4.2 All Intellectual Property Rights (as defined below) associated with the Proprietary Code and\nthe Combination Structure (the “Company IP”), are the sole and exclusive property of the\nCompany.\n4.3 Subject to clause 4.1, with effect from the moment you successfully download a Symbol\nWallet from a Download Source and subject to these Terms, the Company hereby grants\nyou a revocable, non-exclusive, non-sublicensable, non-transferrable, free and limited\nlicence for your use of the Symbol Wallet (including all updates, upgrades, new versions and\nreplacement code or software).\n5. Use of the Symbol Wallet\n5.1 In these Terms, the term “use of the Symbol Wallet” and “using the Symbol Wallet” shall\nbe understood to include the use of the Services.\n5.2 Use of the Symbol Wallet is restricted to persons over 18 years of age.\n5.3 The Symbol Wallet application must be downloaded and saved to your mobile or desktop\ndevice in order to use the same.\n5.4 Certain Restrictions. By using the Symbol Wallet, you agree not to:\n(a) license, sell, rent, lease, transfer, assign, reproduce, distribute, host or otherwise\ncommercially exploit the Company IP or any part thereof in any manner whatsoever;\n(b) use any metatags or other “hidden text” using the Company’s name or that of any of\nits associated companies (including but not limited to NEM Group Limited and Symbol\nChain Limited) names or trademarks;\n(c) modify, translate, adapt, merge, make derivative works of, disassemble, decompile,\nreverse compile or reverse engineer any part of the Company IP;\n(d) access the Company IP in order to build a similar or competitive wallet, services,\nsoftware or website;\n(e) copy, reproduce, distribute, republish, download, display, post or transmit any\nCompany IP except as expressly permitted herein; and\n(f) remove or destroy any copyright notices or other proprietary markings contained on or\nin the Company IP.\n5.5 Third-Party Services. The Symbol Wallet may incorporate or may provide access to,\napplications or materials that are hosted by third parties, including:\n(a) Wallet Assets;\n(b) cryptocurrency exchanges;\n(c) cryptocurrency value information services; and\n(d) other third party services;\n(collectively, the “Third Party Services”).\nYou acknowledge and agree that all cryptocurrency exchanges which you have access to\nvia the Symbol Wallet are controlled and operated by third parties and that we do not directly\nexchange virtual currencies and have no role whatsoever in this regard. Access to Third\nParty Services may be geoblocked for residents of certain countries. You acknowledge and\nagree that it is impossible for us to monitor Third Party Services and the providers of the\nsame and that you access such Third Party Services entirely at your own risk. You should\nnot share any credential, private key or any other sensitive information relating to your\nSymbol Wallet or your use of the Symbol Wallet with any third party without first satisfying\nyourself as to their legitimacy. Third Party Services are provided to you, subject to the terms\nand conditions of the providers of such services and we have no responsibility, obligations\nor liabilities whatsoever in this regard. To the extent Third Party Services are incorporated\ninto or linked to or from the Symbol Wallet which have terms and conditions that differ from\nthese Terms, you may be required to agree to such terms in order to access the Third Party\nService. We do not control the terms, policies, or performance of any third party and are not\nresponsible for any performance or provision, or the failure to perform or provide, any Third\nParty Services including, but not limited to, with respect to exchange rates, processing of\ntransactions, and similar activities.\n5.6 Intellectual property. You acknowledge and agree that all Intellectual Property Rights (as\ndefined below) associated with the Company IP are the sole and exclusive property of the\nCompany. These Terms do not grant you any rights to, or in, patents, copyrights, database\nrights, trade secrets, trade names, trademarks (whether registered or unregistered), or any\nother rights or licences in respect of the Company IP. In this clause 5.6, “Intellectual\nProperty Rights” means, as regards the Company IP: patents, supplementary protection\ncertificates, petty patents, utility models, trademarks, copyright and related rights, moral\nrights, trade-marks, trade names, service marks, rights in get-up, rights in trade dress, rights\nin goodwill or to sue for passing off or for unfair competition, rights in designs, rights in\ncomputer software, database rights, rights to use, rights in designs, copyrights and\ntopography rights, rights to all inventions, know-how, trade secrets, techniques, rights to\nconfidential information, confidential information, other proprietary knowledge and\ninformation, all rights and forms of protection of a similar nature or having equivalent or\nsimilar effect to any of these and any other intellectual property rights of whatsoever nature\nand all similar or equivalent rights or forms of protection which may now or in the future\nsubsist in any part of the world in each case whether registered or unregistered and including\nall applications and rights to apply for and be granted any such rights, renewals or extensions\nthereof and rights to claim priority from.\n6. Fees\nUse of the Symbol Wallet is free of charge. However, your interactions with the Symbol\nBlockchain and with Third Party Services may incur various fees which are not under our\ncontrol. Any such fees are not charged by or payable to the Company.\n7. Your representations and warranties\n7.1 By using the Symbol Wallet, you hereby represent and warrant the matters set out in\nSchedule 1 of these Terms.\n7.2 You undertake and agree to notify the Company immediately if any of the representations\nand warranties set out in Schedule 1 of these Terms becomes untrue, incomplete, invalid or\nmisleading in any respect.\n7.3 If you cannot make all of the representations and warranties set out in Schedule 1 of these\nTerms, you must not use the Symbol Wallet.\n8. Risks\n8.1 You acknowledge and agree that using the Symbol Wallet may carry significant financial,\nregulatory and reputational risks, including but not limited to those set out in Schedule 2 of\nthese Terms.\n8.2 By using the Symbol Wallet and accepting these Terms, you expressly and finally\nacknowledge, accept and assume the risks set out in Schedule 2 of these Terms and\nacknowledge, accept and assume that such risks are not nor are they intended to be a\ncomprehensive or exhaustive list of risk factors.\n9. Security\n9.1 The Symbol Wallet is locally installed on your desktop and/or mobile device and you are\nentirely responsible for the security of the device on which it is installed including ensuring\nthat you keep anti-virus software current and otherwise protect such device against malware.\n9.2 You are responsible for implementing all reasonable and appropriate measures for securing\nyour Symbol Wallet, including any requisite private key(s) or other credentials necessary to\naccess such storage mechanism(s). If your private key(s) or other access credentials are\nlost, you may lose access to your Wallet Assets and/or other data. The Company is not\nresponsible for any security measures relating to your receipt, possession, storage, transfer\nor potential future use of Wallet Assets and of the Symbol Blockchain via your Symbol Wallet\nnor will we be under any obligation to recover or return any Wallet Assets and/or other data.\n9.3 The Company excludes (to the fullest extent permitted under applicable law) any and all\nliability for any security breaches or other acts or omissions which result in your loss of\n(including your loss of access to) Wallet Assets and/or other data stored by you in your\nSymbol Wallet.\n10. Indemnity\n10.1 To the fullest extent permitted by applicable law, you will indemnify, defend and hold\nharmless the Company and our respective past, present and future employees, officers,\ndirectors, contractors, consultants, equity holders, suppliers, vendors, service providers,\nparent companies, subsidiaries, associates, affiliates, agents, representatives,\npredecessors, successors and assigns, specifically including but not limited to NEM Group\nLimited, Symbol Chain Limited and the NEM Group Trust (and its trustees) and any other\nparty who has committed code to the Open Source Github repositories for the Symbol\nBlockchain (the “Company Indemnified Parties”) from and against any and all claims,\ndemands, actions, damages, losses, costs and expenses (including reasonable professional\nand legal fees) that arise from or relate to:\n(a) your use of the Symbol Wallet and/or use of Wallet Assets and/or use of the Symbol\nBlockchain under these Terms;\n(b) the performance or non-performance of your responsibilities, representations,\nwarranties or obligations under these Terms;\n(c) your breach of any of the terms and conditions set out in these Terms; or\n(d) your breach of any rights of any other person or entity in connection with these Terms.\n10.2 The Company reserves the right to exercise sole control over the defence, at your sole cost\nand expense, of any claim subject to an indemnity set out in clause 10.1.\n10.3 The indemnity set out in this clause 10 is in addition to, and not in lieu of, any other remedies\nthat may be available to the Company under any applicable law.\n11. Disclaimers\n11.1 To the fullest extent permitted by applicable law and except as otherwise specified in writing\nby us:\n(a) Use of the Symbol Wallet is offered without any warranties or representations of any\nkind, and we expressly disclaim all warranties and representations relating to the\nSymbol Wallet (whether express or implied), including, without limitation, any implied\nwarranties of merchantability, fitness for a particular purpose, title and noninfringement;\n(b) we do not represent or warrant that the Symbol Wallet is reliable, current or defectfree, meet your requirements, or that any defects will be corrected; and\n(c) we cannot and do not represent or warrant that the Symbol Wallet is free of viruses or\nother harmful components.\n11.2 No regulatory authority has examined or approved any of the information set out in these\nTerms or in the Symbol Wallet. No such action has been or will be taken under the laws,\nregulatory requirements or rules of any jurisdiction. The publication, distribution or\ndissemination of these Terms and of the Symbol Wallet does not imply that applicable laws,\nregulatory requirements or rules have been complied with.\n12. Limitation of liability\n12.1 To the fullest extent permitted by applicable law, in no circumstances will: \n(a) the Company or any of the Company Indemnified Parties be liable for any direct,\nindirect, special, incidental or consequential loss of any kind (including, but not limited\nto, loss of revenue, income, business or profits, loss of contract or depletion of goodwill,\nloss of anticipated savings, loss of use or data, or damages for business interruption\nor any like loss) arising out of or in any way related to your use of the Symbol Wallet\nor otherwise related to these Terms, regardless of the cause of action, whether based\nin contract, tort (including negligence), breach of statutory duty, restitution or any other\nlegal or equitable basis (even if the Company or any of the Company Indemnified\nParties have been advised of the possibility of such losses and regardless of whether\nsuch losses were foreseeable); and\n(b) the aggregate liability of the Company and the Company Indemnified Parties (jointly),\nwhether in contract, tort (including negligence), breach of statutory duty, restitution or\nany other legal or equitable basis, arising out of or relating to these Terms or the use\nof or inability to use your Symbol Wallet, exceed £1.\n12.2 The limitations and exclusions of liability set out in clause 12.1 do not limit or exclude liability\nfor fraud or intentional, wilful or reckless misconduct of any Company Indemnified Party, nor\nwill it limit or exclude any losses for which, as a matter of applicable law, it would be unlawful\nto limit or exclude liability.\n13. Assignment and novation\n13.1 The Company may assign, transfer, novate or otherwise deal in any manner, all or any part\nof the benefit of these Terms and any of its rights, remedies, powers, duties and obligations\nunder these Terms to any person, without your consent and in any way the Company\nconsiders appropriate.\n13.2 You agree that you may not claim against any assignee, transferee or any other person who\nhas an interest in these Terms, any right of set off or other rights that you have against the\nCompany.\n14. Termination\n14.1 Notwithstanding any other provision of these Terms, the Company may at any time and for\nany reason immediately terminate these Terms as between you and it without prior notice or\nneed to specify reasons, including if:\n(a) you have breached any provision of these Terms or acted in a manner which clearly\nshows that you do not intend to or are unable to comply with any provision in these\nTerms;\n(b) the Company reasonably considers it is required to do so by the application of any laws\nor regulations or by any government, quasi-government, authority or public body\n(including any regulatory body of any jurisdiction); or\n(c) the Company determines that performing its obligations under these Terms is no\nlonger commercially viable.\n15. Survival\nThe following clauses survive termination of these Terms and remain binding and effective\n(a) this clause 15;\n(b) clause 7 (your representations and warranties);\n(c) clause 10 (Indemnity);\n(d) clause 12 (Limitation of liability);\n(e) clause 16 (Waiver of set-off); and\n(f) clause 18 (Dispute resolution).\n15.1 Waiver of set-off\n15.2 You acknowledge and agree unconditionally and irrevocably to waive any right of set-off,\nnetting, counterclaim, abatement or other similar remedy which you might otherwise have in\nrespect of the Symbol Wallet or under these Terms under the laws of any jurisdiction.\n16. Taxation\n16.1 You are solely responsible for determining whether your use of the Symbol Wallet will give\nrise to any tax implications on your part.\n16.2 You are solely responsible for withholding, collecting, reporting, paying, settling and/or\nremitting any and all taxes to the appropriate tax authorities in such jurisdiction(s) in which\nyou may be liable to pay tax. The Company is not responsible for withholding, collecting,\nreporting, paying, settling and/or remitting any taxes (including, but not limited to, any income,\ncapital gains, sales, value added or similar tax) which may arise from your use of the Symbol\nWallet under or in connection with these Terms.\n16.3 You agree not to hold the Company or any of the Company Indemnified Parties liable for any\ntax liability associated with or arising from your use of the Symbol Wallet.\n17. Dispute resolution\n17.1 Governing Law. These Terms and any dispute or claim (including non-contractual disputes\nor claims) arising out of or in connection with it or its subject matter or formation shall be\ngoverned by and construed in accordance with the law of Gibraltar.\n17.2 Exclusive Jurisdiction. Each party irrevocably agrees that the courts of Gibraltar shall have\nexclusive jurisdiction to settle any dispute or claim (including non-contractual disputes or\nclaims) arising out of or in connection with these Terms or their subject matter or formation.\n17.3 No Class Arbitrations, Class Actions or Representative Actions. Any dispute arising out\nof or related to these Terms is personal to you and the Company and will be resolved solely\nin accordance with clause 17.2, and will not be brought as a class arbitration, class action or\nany other type of representative proceeding. There will be no class arbitration or arbitration\nin which an individual attempts to resolve a dispute as a representative of another individual\nor group of individuals. Further, a dispute cannot be brought as a class or other type of\nrepresentative action, whether within or outside of arbitration, or on behalf of any other\nindividual or group of individuals.\n17.4 Severability of Dispute Resolution Provisions. If any term, clause or provision of this\nclause 17 is held invalid or unenforceable, it will be so held to the minimum extent applicable\nand required by law, and all other terms, clauses and provisions of this clause 17 will remain\nvalid and enforceable. Further, the waivers set out in clause 17.3 above are severable from\nthe other provisions of these Terms and will remain valid and enforceable, except as\nprohibited by applicable law.\n18. Miscellaneous\n18.1 We may amend these Terms from time to time (including, but not limited to, changes to the\nServices), to make any essential corrections, or as may be otherwise required by any laws\nor regulatory requirements to which we are subject. If we make any amendments to these\nTerms, we will publish a notice together with the updated Terms on the Website and we will\nchange the “Version” number at the top of these Terms. Any amended Terms becomes\neffective immediately upon the publication of notice and updated Terms on the Website. It is\nyour responsibility to regularly check the Website for any such notices and updated Terms.\n18.2 If any term, clause or provision of these Terms is found to be illegal, void or unenforceable\n(in whole or in part), then such term, clause or provision will be severable from these Terms\nwithout affecting the validity or enforceability of any remaining part of that term, clause or\nprovision, or any other term, clause or provision of these Terms, which remains in full force\nand effect. \n18.3 These Terms constitute the entire agreement between the Parties in relation to its subject\nmatter. These Terms replace and extinguish any and all prior agreements, draft agreements,\narrangements, warranties, statements, assurances, representations and undertakings of any\nnature made by, or on behalf of the Parties, whether oral or written, public or private, in\nrelation to that subject matter.\n18.4 You acknowledge that by accepting these Terms, you have not relied on any oral or written\nstatements, warranties, assurances, representations or undertakings which were or may\nhave been made by or on behalf of the Company, or by any other third party, in relation to\nthe subject matter of these Terms at any time before your acceptance of them (“PreContractual Statements”), other than those set out in these Terms. You hereby waive any\nand all rights and remedies which might otherwise be available in relation to such PreContractual Statements.\n18.5 Nothing in these Terms creates any form of partnership, joint venture or any other similar\nrelationship between you and the Company and/or other individuals or entities involved with\nthe Symbol Wallet.\n18.6 You acknowledge and agree that no other person who uses a Symbol Wallet owes you any\nobligation under these Terms.\n18.7 Any indemnity, reimbursement or similar obligation in these Terms given in favour of the\nCompany:\n(a) is a continuing obligation despite the satisfaction of any payment or other obligation in\nconnection with this document, any settlement or any other thing; and\n(b) is independent of any other obligations under these Terms and continues after\ntermination of them. It is not necessary for the Company to incur any expense or make\npayment before enforcing a right of indemnity in connection with the subject of these\nTerms.\n18.8 Without limiting any other disclaimer in these Terms or elsewhere, the Company is not liable\nfor any loss, liability, costs or expenses arising in connection with the exercise or attempted\nexercise of, failure to exercise, or delay in exercising, a right, power or remedy in connection\nwith these Terms.\n18.9 These Terms do not give rise to any rights for a third party to enforce any term of these\nTerms. The rights of the Parties to rescind or agree any amendment or waiver under these\nTerms are not subject to the consent of any other person.\n18.10 Force Majeure. The Parties shall not be liable for any failure or delay in performing any of\ntheir respective obligations under or pursuant to this Agreement, and any such failure or\ndelay in performing its obligations will not constitute a breach of this Agreement, if such failure\nor delay is due to an ‘Act of God’, any change to the law, order or regulation of a\ngovernmental, supranational or regulatory body or any act of war or terrorism and it shall be\nentitled to a reasonable extension of the time for performance of such obligations as a result\nof such a cause.\n19. Interpretation\n(a) In these Terms, unless the context otherwise requires, words importing the singular\nshall be deemed to include the plural and vice versa, words importing the masculine\ngender shall include the feminine gender also and vice-versa, words importing the\nneuter gender shall include the masculine and feminine gender also and vice-versa.\n(b) Unless stated otherwise, references to an “Act” is a reference to a Gibraltar Act of\nParliament (as may be amended from time to time).\n(c) References in these Terms to any statute or any statutory provision shall include any\nstatute or statutory provision which now or at any time in the future, amends, extends,\nconsolidates or replaces the same or which has been amended, extended, \nconsolidated or replaced by the same and shall include any orders, regulations,\ninstruments or other subordinate legislation made under the relevant statute.\n(d) The Schedules form part of these Terms and shall have effect as if set out in full in the\nbody of these Terms. Any reference to these Terms includes the Schedules.\n(e) References in these Terms to any instrument or agreement shall include any\ninstrument or agreement which at the date of these Terms varies, amends, extends or\nreplaces the same.\n(f) Any words following the terms “including”, “include”, “in particular” or any similar\nexpression shall be construed as illustrative and shall not limit the sense of the words\npreceding those terms.\n(g) A reference to any Party shall include that Party's personal representatives,\nsuccessors, permitted transferees and permitted assigns and all references to a legal\nentity shall include their successors in interest, permitted transferees and permitted\nassigns.\n(h) References to \"persons\" includes natural persons, firms, partnerships, companies,\ncorporations, associations, organisations, governments, states, governmental or state\nagencies, foundations and trusts (in each case whether or not incorporated or having\nseparate legal personality and irrespective of the jurisdiction in or under the law of\nwhich it was incorporated or exists).\n",
	"PRIVACY_content": "This privacy policy aims to give you information on how the Company collects and processes your personal data through your use of the Symbol Blockchain and Symbol Account, including any data you may provide. \n\nIt is important that you read this privacy policy together with any other privacy policy or fair processing policy we may provide on specific occasions when we are collecting or processing personal data about you so that you are fully aware of how and why we are using your data. This privacy policy supplements other notices and privacy policies and is not intended to override them. \n\nThe Company is the controller and responsible for your personal data. We have appointed a data privacy manager who is responsible for overseeing questions in relation to this privacy policy. If you have any questions about this privacy policy, including any requests to exercise your legal rights, please contact the data privacy manager using the details set out below. \n\n\nCONTACT DETAILS \n\nIf you have any questions about this privacy policy or our privacy practices, please contact our data privacy manager in the following ways: Full name of legal entity: Symbol Chain Limited Email address: privacy@nem.group Postal address: Suite 7, Hadfield House, Library Street, Gibraltar GX11 1AA \n\nIf you remain dissatisfied, you can make a complaint about the way we process your personal information to the Gibraltar Regulatory Authority details found on their website at www.gra.gi or by emailing them on info@gra.gi \n\n\nCHANGES TO THE PRIVACY POLICY AND YOUR DUTY TO INFORM US OF CHANGES \n\nWe keep our privacy policy under regular review. It is important that the personal data we hold about you is accurate and current. Please keep us informed if your personal data changes during your relationship with us. \n\n\nTHE DATA WE COLLECT ABOUT YOU \n\nThe Company collects only limited data about you. In particular, this is IP data, cookie data and your NIS1 Account data. We do not collect any other data about You beyond what is reasonably required for the Symbol Project. \n\n\nHOW IS YOUR PERSONAL DATA COLLECTED? \n\nYour personal data is only collected by the Company in accordance with the description of the Symbol Project in these Terms. \n\n\nHOW WE USE YOUR PERSONAL DATA AND PURPOSES FOR WHICH WE WILL USE YOUR PERSONAL DATA \n\nWe will only use your personal data as described in clause 4 of these Terms when the law allows us to. Most commonly, we will use your personal data in the following way: \n\n● In order to facilitate and/or carry out the Symbol Project as described in these Terms. \n\n● Where we need to perform the contract we are about to enter into or have entered into with you. \n\n● Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests. \n\n● Where we need to comply with a legal obligation. \n\n\nCHANGE OF PURPOSE \n\nWe will only use your personal data for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason and that reason is compatible with the original purpose. If you wish to get an explanation as to how the processing for the new purpose is compatible with the original purpose, please contact us. If we need to use your personal data for an unrelated purpose, we will notify you and we will explain the legal basis which allows us to do so. \nPlease note that we may process your personal data without your knowledge or consent, in compliance with the above rules, where this is required or permitted by law. \n\n\nDATA SECURITY \n\nWe have put in place appropriate security measures to prevent your personal data from being accidentally lost, used or accessed in an unauthorised way, altered or disclosed. In addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know. They will only process your personal data on our instructions and they are subject to a duty of confidentiality. We have put in place procedures to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do so. \n\n\nDATA RETENTION - HOW LONG WILL YOU USE MY PERSONAL DATA FOR? \n\nWe will only retain your personal data for as long as reasonably necessary to fulfil carry out the Symbol Project, including for the purposes of satisfying any legal, regulatory, tax, accounting or reporting requirements. We may retain your personal data for a longer period in the event of a complaint or if we reasonably believe there is a prospect of litigation in respect to our relationship with you. \n\n\nYOUR LEGAL RIGHTS \n\nUnder certain circumstances, you have rights under data protection laws in relation to your personal data. These are set out at the bottom of this privacy policy. If you wish to exercise any such rights, please contact us. \n\n\nNO FEE USUALLY REQUIRED \n\nYou will not have to pay a fee to access your personal data (or to exercise any of the other rights). However, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive. Alternatively, we could refuse to comply with your request in these circumstances. \n\n\nWHAT WE MAY NEED FROM YOU \n\nWe may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights). This is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it. We may also contact you to ask you for further information in relation to your request to speed up our response. \n\n\nTIME LIMIT TO RESPOND \n\nWe try to respond to all legitimate requests within one month. Occasionally it could take us longer than a month if your request is particularly complex or you have made a number of requests. In this case, we will notify you and keep you updated. \n\n\nYOUR LEGAL RIGHTS \n\nYou have the right to: \n\n● Request access to your personal data (commonly known as a \"data subject access request\"). This enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it. \n\n● Request correction of the personal data that we hold about you. This enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us. \n\n● Request erasure of your personal data. This enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it. You also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully or where we are required to erase your personal data to comply with local law. Note, however, that we may not always be able to comply with your request of erasure for specific legal reasons which will be notified to you, if applicable, at the time of your request. \n\n● Object to processing of your personal data where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms. You also have the right to object where we are processing your personal data for direct marketing purposes. In some cases, we may demonstrate that we have compelling legitimate grounds to process your information which override your rights and freedoms. \n\n● Request restriction of processing of your personal data. This enables you to ask us to suspend the processing of your personal data in the following scenarios: \n- If you want us to establish the data's accuracy. \n- Where our use of the data is unlawful but you do not want us to erase it. \n- Where you need us to hold the data even if we no longer require it as you need it to establish, exercise or defend legal claims. o You have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it. \n\n● Request the transfer of your personal data to you or to a third party. We will provide to you, or a third party you have chosen, your personal data in a structured, commonly used, machine- readable format. Note that this right only applies to automated information which you initially provided consent for us to use or where we used the information to perform a contract with you. \n\n● Withdraw consent at any time where we are relying on consent to process your personal data. However, this will not affect the lawfulness of any processing carried out before you withdraw your consent. If you withdraw your consent, we may not be able to provide certain products or services to you. We will advise you if this is the case at the time you withdraw your consent.",
	"TERMS_confirmButton": "ACCEPT TERMS",
	"INTRO_slideOne": {
		"title": "Welcome to Symbol",
		"text": "The next generation blockchain from NEM."
	},
	"INTRO_slideTwo": {
		"title": "Get Started with XYM",
		"text": "Learn more about how to Opt-in for the Symbol network launch with this app at nemplatform.com/symbol-migration."
	},
	"INTRO_slideThree": {
		"title": "The Smart Blockchain",
		"text": "Symbol plugin enabled smart contracts and architecture make it the most stable and secure blockchain."
	},
	"INTRO_createWalletButton": "Create Wallet",
	"INTRO_alreadyHaveWallet": "Already have a Symbol wallet?",
	"INTRO_importWalletButton": "Import It",
	"IMPORT_WALLET_OPTIONS_title": "Import Wallet",
	"IMPORT_WALLET_OPTIONS_content": "Import your Symbol wallet by entering your 24 words passphrase (mnemonics) or by scanning your QR code. Choose your option",
	"IMPORT_WALLET_OPTIONS_button_mnemonics": "Restore with Mnemonics",
	"IMPORT_WALLET_OPTIONS_button_qr": "Scan QR Code",
	"ImportWallet": {
		"EnterMnemonics": {
			"title": "Import Wallet",
			"content": "Import your Wallet by entering your mnemonics in order.",
			"button": "Import",
			"cancelModalButton": "Cancel",
			"error": {
				"invalidMnemonic": "Invalid Mnemonic",
				"invalidMnemonics": "Invalid Mnemonics."
			}
		},
		"ImportOptions": {
			"title": "Import Wallet",
			"buttonTitleRestoreMnemonics": "Restore with Mnemonics",
			"buttonTitleQr": "Scan QR Code",
			"contentPlaceholder": "Import your Symbol wallet by entering your 24 words passphrase (mnemonics) or by scanning your QR code. Choose your option"
		},
		"EnterPassword": {
			"title": "Enter Password",
			"inputPassword": "Enter Password",
			"inputConfirmPassword": "Confirm Password",
			"dashboardButton": "Go to Dashboard",
			"alert": "Alert",
			"alertTextCancel": "Cancel"
		},
		"ShowQRCode": {
			"errorTitle": "Not a valid Symbol QR code"
		}
	},
	"CreateWallet": {
		"WalletName": {
			"title": "Create Wallet",
			"inputLabel": "Wallet Name",
			"inputPlaceholder": "Enter your wallet name",
			"submitButton": "Create"
		},
		"GenerateKey": {
			"title": "Shake It!",
			"description": "Shake your phone for entropy",
			"submitButton": "Finish"
		},
		"GenerateBackup": {
			"title": "Create Backup",
			"description": "You can create a backup of your wallet by writing down your wallet’s passphrase (mnemonics) and storing it in a safe place - you are then able to import your wallet again, but remember that anyone that has the access to your passphrase also has access to your accounts created from it and therefore your funds. You can alternatively create a backup of your wallet by generating a QR code that contains your passphrase.",
			"mnemonicButton": "Back Up with Mnemonics",
			"QRButton": "Back Up with Paper Wallet",
			"dashboardButton": "Skip backup"
		},
		"ShowMnemonics": {
			"title": "Mnemonic Passphrase",
			"description": "Please write down a 24-word backup passphrase (mnemonics) and keep the copy in a secure place. So you can restore your wallet at any time.",
			"submitButton": "Next"
		},
		"SetPassword": {
			"title": "Create Password",
			"inputPassword": "Enter Password",
			"inputConfirmPassword": "Confirm Password",
			"checkboxText": "I don’t want to use a password to encrypt my backup passphrase (mnemonics) to protect the QR code",
			"submitButton": "Generate",
			"alert": "Alert",
			"alertPasswordConfirmation": "The password and its confirmation do not match.",
			"alertTextBack": "Back",
			"alertTextCancel": "Cancel",
			"errorPasswordTooShort": "Password must be at least 8 characters"
		},
		"VerifyMnemonics": {
			"title": "Verify your Passphrase",
			"description": "Please select the words in order to make sure your mnemonic passphrase is correct.",
			"submitButton": {
				"title": "Finish"
			},
			"error": {
				"passphraseOrder": "Invalid Recovery Phrase Order."
			},
			"success": {
				"passphraseOrder": "Success, proceed."
			}
		},
		"ShowQRCode": {
			"title": "Wallet Backup",
			"description": "The Symbol Paper Wallet contains the information to recover all the accounts under this profile. You must keep this file into a safe and secure place. Anyone that reads the paper wallet file will be able to access to all your funds.",
			"downloadButton": "Download Paper wallet",
			"dashboardButton": "Go to Dashboard",
			"permissionTitle": "Symbol Wallet Permission",
			"permissionMessage": "Symbol Wallet needs access to your storage to save your mnemonic QR code.",
			"permissionTextCancel": "Cancel",
			"permissionTextOk": "OK",
			"downloadFailed": "Download failed",
			"walletMnemonicQrSaved": "Wallet Mnemonic QR code has saved to",
			"unableToCreateSnapShot": "Unable to create QR snapshot!"
		}
	},
	"WalletLoading": {
		"title": "Get ready \nwith Symbol",
		"description": "We are setting up your wallet!\nIt could take some time"
	},
	"NetworkLoading": {
		"title": "Fetching network info",
		"error": "Error fetching network info. Please try later."
	},
	"Settings": {
		"title": "Settings",
		"useMainnet": "Use Mainnet",
		"passcode": {
			"turnOnPasscode": "Turn on Passcode",
			"turnOffPasscode": "Turn off Passcode",
			"choose": {
				"title": "Create a Passcode",
				"subtitle": "Enter Passcode",
				"titleconfirm": "Confirm your Passcode"
			},
			"enterPasscode": {
				"title": "Enter Passcode"
			},
			"enterBiometrics": {
				"title": "Enter Passcode"
			},
			"promptTitle": "Turn on Passcode",
			"promptMessage": "You haven't set a passcode yet, create one now?",
			"alertTextCancel": "Cancel",
			"alertTextOk": "OK",
			"titleError": "Incorrect Passcode",
			"subtitleError": "Please try again"
		},
		"touchID": {
			"turnOnTouchID": "Turn on Touch ID",
			"turnOffTouchID": "Turn off Touch ID",
			"promptTitle": "Require passcode",
			"promptMessage": "You haven't set a passcode yet, create one now?"
		},
		"node": {
			"menuTitle": "Node",
			"pageTitle": "Select Node",
			"submitButton": "Done",
			"errorNetworkExist": "Network already exist",
			"errorInvalidUrl": "Invalid URL",
			"costomNode": "Custom node",
			"customNodeURLInputPlaceholder": "Enter node URL"
		},
		"nisNode": {
			"menuTitle": "NEM NIS1 Node",
			"pageTitle": "Select NEM NIS1 Node",
			"submitButton": "Done",
			"errorInvalidUrl": "Invalid URL",
			"errorBadNodeTitle": "Failed to switch node",
			"errorBadNodeDescription": "Node is not responding"
		},
		"optIn": {
			"menuTitle": "Opt-in"
		},
		"feedback": {
			"submitButton": "Send",
			"title": "Give Feedback",
			"urlError": "Unable to open email client",
			"enterSubjectInputPlaceholder": "Enter subject",
			"enterMessageInputPlaceholder": "Enter message"
		},
		"language": {
			"title": "Language",
			"selectBoxTitle": "Select Language"
		},
		"currency": {
			"title": "Currency",
			"selectBoxTitle": "Select Currency"
		},
		"notification": {
			"title": "Notification",
			"selectBoxTitle": "Select Notification Interval"
		},
		"backup": "Backup",
		"giveFeedback": "Give Feedback",
		"aboutNem": "About Symbol",
		"logout": "Delete all accounts"
	},
	"AccountDetails": {
		"title": "Account Details",
		"urlError": "Unable to open link",
		"noMosaics": "No Mosaics available",
		"mosaicBalances": "Mosaic Balances",
		"loading": "Loading...",
		"edit": "Edit"
	},
	"ManageAccount": {
		"title": "Manage Accounts",
		"addAccountButton": "Add New Account",
		"inputLabel": "Enter your account name",
		"inputPlaceholder": "Account Name",
		"submitButton": "Done",
		"moreInfo": "More Info",
		"inputSubmitError": "Error updating account name. Please try again later",
		"showHiddenAccounts": "Show hidden accounts"
	},
	"CreateNewAccount": {
		"title": "Create New Account",
		"inputLabel": "Account Name",
		"inputPlaceholder": "Enter your account name",
		"submitButton": "Add",
		"inputSubmitError": "Error creating account name. Please try again later"
	},
	"About": {
		"title": "About Symbol",
		"aboutTextPara_1": "The NEM Group Limited is endorsed by an international network, compiled of a wealth of experience in IT, entrepreneurship, business processes, trading, property and asset development, international management and academia. The business’ ethos is to provide NEM’s blockchain technology platform to enhance enterprise whilst being run by the people, for the people. NEM’s team provides this through an array of support and education, from training events and service providers to technical support for the ecosystem.",
		"aboutTextPara_2": "Our unique leadership approach sets a clear, rigorous course for an ever-evolving influence growing in every business and region, at every level. As a result, our leadership team reflects a group of internationally diverse individuals with breadth and depth of experience across the foundation.",
		"button": "Know More",
		"urlError": "Unable to open link"
	},
	"NodeSwitching": {
		"title": "Hold on",
		"description": "We are switching your node.",
		"errorMessage": "Error switching node"
	},
	"Notification": {
		"content": {
			"title": "%{count} new %{transactionType} transaction(s)",
			"message": "%{address}"
		},
		"error": {
			"restricted": "Restricted Background Notification, Background tasks are restricted on your device",
			"denied": "Background Notification Denied. Please enable ' Background App Refresh ' for this app"
		}
	},
	"Shared": {
		"Warning": {
			"warning": "Warning",
			"cancelModalButton": "Cancel"
		}
	},
	"QRScanner": {
		"alert": "Please focus on a QR code"
	},
	"LoadProfile": {
		"NetworkManager": {
			"connectingNode": "Connecting to a node...",
			"connectionError": "Connection failed",
			"retryButton": "Retry"
		}
	},
	"menu": {
		"news": "News",
		"mosaics": "Mosaics",
		"home": "Home",
		"history": "History",
		"harvest": "Harvest"
	},
	"plugin": {
		"send": "Send",
		"receive": "Receive",
		"more": "More",
		"qr": "Scan QR"
	},
	"Harvest": {
		"StartHarvesting": {
			"submitButton": "Start",
			"title": "Delegated Harvesting"
		},
		"CreateRemoteAccount": {
			"submitButton": "Create",
			"title": "Create remote account"
		}
	},
	"table": {
		"accountAliasNames": "Alias Names",
		"innerTransactionNo": "Inner Transaction #",
		"signature": "Signature",
		"signDescription": "You can use Symbol Desktop Wallet or Symbol CLI to review and sign this transaction.",
		"type": "Type",
		"recipientAddress": "Recipient Address",
		"messageText": "Message",
		"messageEncrypted": "Message encryption",
		"fee": "Fee",
		"resolvedFee": "Fee",
		"accountName": "Account name",
		"address": "Address",
		"publicKey": "Public key",
		"privateKey": "Private key",
		"balance": "Balance",
		"mosaics": "Mosaics",
		"mosaic": "Mosaic",
		"amount": "Amount",
		"encrypted": "Encrypted",
		"unencrypted": "Unencrypted",
		"status": "Status",
		"innerTxs": "Inner transactions",
		"signerAddress": "Signer Address",
		"deadline": "Deadline",
		"hash": "Hash",
		"transferType": "Transfer Type",
		"hasCustomMosaic": "Number of Transfered Mosaics",
		"undefined": "n/a",
		"null": "n/a",
		"namespaceName": "Namespace name",
		"mosaicId": "Mosaic ID",
		"namespaceId": "Namespace ID",
		"namespace": "Namespace",
		"phone": "Phone",
		"email": "Email",
		"label": "Label",
		"notes": "Notes",
		"show": "Show",
		"name": "Name",
		"seedIndex": "Account Seed Index",
		"vrfPublicKey": "Linked Vrf public key",
		"vrfPrivateKey": "Linked Vrf private key",
		"remotePublicKey": "Linked Remote public key",
		"remotePrivateKey": "Linked Remote private key",
		"nodePublicKey": "Linked Node public key",
		"optinAddress": "Your NIS1 Address",
		"optinStatus": "Opt-in status",
		"optinAmount": "Total XYM",
		"optinDestination": "Your Symbol Address",
		"optinNIS1Multisig": "NIS1 Multisig address",
		"optinMultisigDestination": "Multisig Symbol address",
		"optinCosigner": "Your Cosigner address",
		"transactionType": "Transaction Type",
		"registrationType": "Registration Type",
		"parentId": "Parent Id",
		"duration": "Duration",
		"aliasAction": "Alias Action",
		"divisibility": "Divisibility",
		"nonce": "Nonce",
		"supplyMutable": "Supply Mutable",
		"transferable": "Transferable",
		"restrictable": "Restrictable",
		"action": "Action",
		"delta": "Delta",
		"minApprovalDelta": "MinApproval Delta",
		"minRemovalDelta": "MinRemoval Delta",
		"addressAdditions": "Address Additions",
		"addressDeletions": "Address Deletions",
		"secret": "Secret",
		"recipient": "Recipient",
		"hashAlgorithm": "Hash Algorithm",
		"proof": "Proof",
		"restrictionType": "Restriction Type",
		"restrictionAddressAdditions": "Restriction Address Additions",
		"restrictionAddressDeletions": "Restriction Address Deletions",
		"restrictionMosaicAdditions": "Restriction Mosaic Additions",
		"restrictionMosaicDeletions": "Restriction Mosaic Deletions",
		"restrictionOperationAdditions": "Restriction Operation Additions",
		"restrictionOperationDeletions": "Restriction Operation Deletions",
		"mosaicAliasNames": "Mosaic Alias Names",
		"targetAddress": "Target Address",
		"restrictionKey": "Restriction Key",
		"previousRestrictionValue": "Previous Restriction Value",
		"newRestrictionValue": "New Restriction Value",
		"referenceMosaicId": "Reference Mosaic Id",
		"previousRestrictionType": "Previous Restriction Type",
		"newRestrictionType": "New Restriction Type",
		"scopedMetadataKey": "Scoped Metadata Key",
		"metadataValue": "Metadata Value",
		"valueSizeDelta": "Value Size Delta",
		"targetMosaicId": "Target Mosaic Id",
		"targetMosaicAliasNames": "Target Mosaic Alias Names",
		"targetNamespaceId": "Target Namespace Id",
		"linkAction": "Link Action",
		"linkedPublicKey": "Linked Public Key",
		"linkedAccountAddress": "Linked Account Address",
		"startEpoch": "Start Epoch",
		"endEpoch": "End Epoch",
		"receivedCosignatures": "Co-signatures Received",

		"v_unlimited": "UNLIMITED",
		"v_na": "N/A",
		"v_infinity": "INFINITY",
		"v_moasic": "MOSAIC",
		"v_address": "ADDRESS",
		"v_noAlias": "NO ALIAS",
		"v_active": "ACTIVE",
		"v_inactive": "INACTIVE",
		"v_unknown": "UNKNOWN",
		"v_expired": "EXPIRED",
		"v_increase": "Increase",
		"v_decrease": "Decrease",
		"v_rootNamespace": "Root namespace",
		"v_subNamespace": "Sub namespace",
		"v_link": "Link",
		"v_unlink": "Unlink",
		"v_AllowIncomingAddresses": "Allow Incoming Addresses",
		"v_AllowOutgoingAddresses": "Allow Outgoing Addresses",
		"v_BlockIncomingAddresses": "Block Incoming Addresses",
		"v_BlockOutgoingAddresses": "Block Outgoing Addresses",
		"v_AllowMosaics": "Allow Mosaics",
		"v_BlockMosaics": "Block Mosaics",
		"v_AllowOutgoingTransactions": "Allow Outgoing Transactions",
		"v_BlockOutgoingTransactions": "Block Outgoing Transactions",
		"v_MosaicAddressRestriction": "Mosaic address restriction",
		"v_MosaicGlobalRestriction": "Mosaic global restriction",
		"v_mosaicRestrictionTypeEQ": "=",
		"v_mosaicRestrictionTypeGE": "≥",
		"v_mosaicRestrictionTypeGT": ">",
		"v_mosaicRestrictionTypeLE": "≤",
		"v_mosaicRestrictionTypeLT": "<",
		"v_mosaicRestrictionTypeNE": "≠",
		"v_mosaicRestrictionTypeNONE": "No Restriction"
	},
	"transactionTypes": {
		"unknown": "Type not supported yet",
		"transfer": "Transfer",
		"fundsLock": "Funds Lock",
		"aggregate": "Aggregate",
		"namespace": "Namespace registration",
		"mosaicAlias": "Mosaic alias",
		"transactionDescriptor_16724": "Transfer",
		"transactionDescriptor_16724_incoming": "Transfer from",
		"transactionDescriptor_16724_outgoing": "Transfer to",
		"transactionDescriptor_16718": "Namespace registration",
		"transactionDescriptor_16974": "Address alias",
		"transactionDescriptor_17230": "Mosaic alias",
		"transactionDescriptor_16717": "Mosaic definition",
		"transactionDescriptor_16973": "Mosaic supply change",
		"transactionDescriptor_16725": "Multisig account modification",
		"transactionDescriptor_16705": "Aggregate complete",
		"transactionDescriptor_16961": "Aggregate bonded",
		"transactionDescriptor_16712": "Hash lock",
		"transactionDescriptor_16722": "Secret lock",
		"transactionDescriptor_16978": "Secret proof",
		"transactionDescriptor_16720": "Account address restriction",
		"transactionDescriptor_16976": "Account mosaic restriction",
		"transactionDescriptor_17232": "Account operation restriction",
		"transactionDescriptor_16716": "Account key link",
		"transactionDescriptor_16977": "Mosaic address restriction",
		"transactionDescriptor_16721": "Mosaic global restriction",
		"transactionDescriptor_16708": "Account metadata",
		"transactionDescriptor_16964": "Mosaic metadata",
		"transactionDescriptor_17220": "Namespace metadata",
		"transactionDescriptor_16963": "VRF key link",
		"transactionDescriptor_16707": "Voting Key link",
		"transactionDescriptor_16972": "Node Key link",
		"transactionDescriptor_16974_unlink": "Address alias unlink",
		"transactionDescriptor_17230_unlink": "Mosaic alias unlink",
		"transactionDescriptor_16716_unlink": "Account key unlink",
		"transactionDescriptor_16963_unlink": "VRF key unlink",
		"transactionDescriptor_16707_unlink": "Voting Key unlink",
		"transactionDescriptor_16972_unlink": "Node Key unlink",
		"transactionDescriptor_postLaunchOptIn": "Opt-in"
	},
	"date": {
		"monday": "Monday",
		"tuesday": "Tuesday",
		"wednesday": "Wednesday",
		"thursday": "Thursday",
		"friday": "Friday",
		"saturday": "Saturday",
		"sunday": "Sunday"
	},
	"link": {
		"faucet": "Claim test mosaics in the Faucet",
		"blockExplorer": "Open Block Explorer",
		"blockExplorerBlock": "Show block in the Block Explorer",
		"blockExplorerAccount": "Show account in the Block Explorer",
		"blockExplorerTransaction": "Show in the Block Explorer",
		"blockExplorerMosaic": "Show mosaic in the Block Explorer",
		"blockExplorerNamespace": "Show namespace in the Block Explorer"
	},
	"home": {
		"pendingSignatureTitle": "Pending signature",
		"pendingSignatureDescription": "There is a transaction pending awaiting signature",
		"alertTitle":"Error",
		"alertActionCreateWallet": "Create New",
		"alertActionCancel": "Cancel",
		"alertInvalidMnemonicMessage": "This profile does not have a valid mnemonic phrase. Please create a new profile and transfer your funds as soon as possible."
	},
	"mosaics": {
		"title": "Mosaics"
	},
	"news": {
		"title": "News",
		"readMore": "Read more"
	},
	"all": "All",
	"history": {
		"title": "History",
		"accountFilter": "Select account",
		"mainAccount": "Main account",
		"filter": "Filter",
		"all": "All",
		"sent": "Sent",
		"received": "Received",
		"transaction": {
			"message": "Message",
			"encrypted": "Encrypted",
			"decrypt": "Decrypt",
			"hash": "Hash",
			"amountLocked": "Amount locked",
			"sign": "Sign",
			"waitingSignature": "Awaiting your signature"
		},
		"transactionDetails": "Transaction Details",
		"innerTransactionTab": "Inner Transactions",
		"graphicTab": "Graphic",
		"infoTransactionTab": "About Transaction",
		"cosignFormTitleRequireSignatureTrust": "Transaction requires signature. Do you trust the signer address of this transaction?",
		"cosignFormTitleRequireSignature": "Transaction requires signature",
		"cosignFormButtonTrust": "Trust",
		"cosignFormButtonContinue": "Proceed to sign",
		"cosignFormButtonMarkSpam": "Mark as spam",
		"cosignFormTitleBlacklist": "Blacklist this address?",
		"cosignFormInputNote": "Note",
		"cosignFormButtonBlacklist": "Blacklist",
		"cosignFormButtonArchive": "Archive",
		"cosignFormTitleLastWarning": "You are about to sign this transaction. Please review it carefully and sign it ONLY if you understand it. Otherwise, it can lead to the loss of all of your funds.",
		"cosignFormCheckbox": "I acknowledge that I have reviewed and understand the transaction's details and its inner transactions",
		"cosignFormButtonReviewAgain": "Review transaction again",
		"caution": "CAUTION"
	},
	"harvest": {
		"title": "Harvesting",
		"status": "Status",
		"blocksHarvested": "Blocks harvested",
		"feesEarned": "Fees earned",
		"selectNode": "Select node",
		"changeNode": "Change node",
		"activate": "Activate",
		"stopHarvesting": "Stop harvesting",
		"startHarvesting": "Start harvesting",
		"ACTIVE": "Active",
		"INACTIVE": "Inactive",
		"INPROGRESS_ACTIVATION": "Activation in progress",
		"INPROGRESS_DEACTIVATION": "Deactivation in progress",
		"harvetingIntroTitle": "Start harvesting to earn a block rewards",
		"minBalanceRequirement": "Insufficient balance, the account needs to hold at least %{balance} to start delegated harvesting.",
		"nonZeroImportanceRequirement": "Your account cannot start delegated harvesting while importance is equal to 0. Importance recalculation might take up to 12h.",
		"KEYS_LINKED": "Keys linked",
		"viewLinkedKeys": "View Linked Keys",
		"linkedNode": "Linked Node",
		"Importance": "Importance score"
	},
	"sidebar": {
		"seed": "Seed account",
		"optin": "Opt-in account",
		"pk": "Private key account",
		"addAccount": "Add account",
		"openAddressBook": "Open address book",
		"rename": "Rename",
		"delete": "Delete",
		"hide": "Hide",
		"remove": "Remove",
		"details": "Details",
		"removeAccount": "Remove account",
		"removeAccountText": "Are you sure you want to remove the account from the local storage?",
		"hideAccountTitle": "Hide Account",
		"removeAccountTitle": "Remove Account",
		"hideAccountDescription": "Are you sure you want to hide this account? It is a mnemonic seed account and you can restore it back anytime using the \"Add account\" button. No funds will be lost.",
		"removeAccountDescription": "Are you sure you want to remove this account from the wallet? This is not a mnemonic seed account. Make sure you have the private key of this account otherwise you may lose access to the funds"
	},
	"createAccount": {
		"title": "Add Account",
		"name": "Account name",
		"type": "Account type",
		"seed": "Seed index (blank for automatic increase)",
		"fromSeed": "Add seed account from mnemonics",
		"createSeed": "Add account",
		"fromPk": "Import account by private key",
		"createPk": "Import",
		"errorAccountNameExist": "Account with the same name already exists",
		"errorPrivateKeyExist": "This account is already in the wallet",
		"errorInvalidPrivateKey": "Invalid private key"
	},
	"settings": {
		"changeTestnetNode": "You are about to select a testnet node. All transactions done here won't reflect in mainnet network.",
		"logoutConfirmTitle": "Are you sure",
		"logoutConfirmDesc": "By logging out the data on the device will be removed. You should have a back up before proceeding",
		"logoutConfirmCheck": "I have backed up all the accounts under this profile",
		"logoutConfirm2Title": "Warning",
		"logoutConfirm2Desc": "You won't be able to access again your wallet unless you have a back up. Are you sure you want to continue?"
	},
	"qr": {
		"scannerTitle": "Symbol QR Scanner",
		"transactionQr": "Transaction QR",
		"addressQr": "Address QR",
		"privateKeyQr": "Private Key QR",
		"signedQR": "Signed Transaction QR",
		"warningMultipleMosaicTransfer": "Transfer transaction QR contains multiple mosaics. Currently this app supports sending only one mosaic per transaction."
	},
	"notification": {
		"newUnconfirmed": "New unconfirmed transaction!",
		"newConfirmed": "New confirmed transaction!",
		"newAggregate": "New aggregate transaction!",
		"newCosignatureAdded":"Cosignature received!",
		"noMosaicPresent": "There is no mosaic '%{mosaicName}' present in this account"
	},
	"addressBook": {
		"title": "Address book",
		"addContact": "Add contact",
		"updateContact": "Update contact",
		"nameWarning": "Name is required",
		"addressWarning": "Invalid address",
		"addressTakenWarning": "Address belongs to another contact"
	},
	"fees": {
		"slow": "Slow",
		"recommended": "Recommended",
		"fast": "Fast"
	},
	"unsortedKeys": {
		"copied": "Copied!",
		"invalidAddressQR": "Invalid address QR",
		"invalidPassword": "Invalid password!",
		"invalidPrivateKeyQR": "Invalid private key QR!",
		"invalidPrivateKeyQROrPassword": "Invalid private key QR or password!",
		"accountAddressQRInfo": "This is  the Symbol Account Address QR code. The account name is: \"%{accountName}\". The address is: \"%{recipientAddress}\". Please select an action bellow.",
		"invoiceTransactionQRInfo": "This is the Transaction (Invoice) QR code. Do you want to send %{amount} (%{mosaicName}) to \"%{recipientAddress}\"?",
		"accountPKQRInfo": "This is the Account Private Key QR code. You can add this account to the wallet by filling the Add Account Form.",
		"signedTransactionQRInfo": "This is a signed transaction QR. You can announce this transaction to the network.",
		"announceSignedTransaction": "Announce Transaction",
		"fileSavedToDirectoryMessage": "File saved successfully, please check '%{folder}' folder",
		"errorSavingFile": "Error saving file",
		"writePermissionsNeeded": "Write permissions are needed to save the file",
		"invalidQR": "Invalid QR",
		"invalidQRNetwork": "QR refers a different network. Please change the node in the Settings and try again",
		"unsupportedSymbolQR": "This Symbol QR is not supported yet",
		"failedToParseQR": "Failed to parse QR.",
		"inavlidQRTransactionType": "Transaction type is not a transfer",
		"opt_in_account_alert": "This account is obtained by an older derivation. It is recommended that you move the funds to a Seed Account",
		"announce_success": "Transaction announced successfully",
		"noPublicKeyWarning": "Can't encrypt message: Address doesn't have a public key",
		"nothingToShow": "Nothing to show",
		"currentAccount": "You",
		"currentAddress": "Your address",
		"alertNewVersionAppStoreTitle": "The new version of Symbol Wallet is available in the App Store",
		"alertNewVersionAppStoreBody": "We strongly recommend that you update to the latest version!"
	}
}
